{
    "npc_dota_hero_grimstroke.description": "Langsam spürte er, wie sich der Flut zurückzog ... und hörte die schrecklichen Klagen seines Volkes, als die Korruption wiederum über ihnen rollte. Als die Tinte endlich nachließ, änderten sich seine Augen auf eine Welt. Die Ashkavoran -Leute, wie er wusste, waren weg. Jede letzte Seele wurde in furchterregende Töne ihres früheren Selbst verwandelt - nicht mehr aus Blut und Knochen, nur viskode, verdorbene Tinte.",
    "npc_dota_hero_skywrath_mage.quote": "Der Skywrath Magage tödlich und zerbrechlich und zerbrechlich und zerstört schnell seine Feinde mit einer Flut mächtiger Magie. Er bringt Feinde zum Schweigen, während er ihre Anfälligkeit für Zauberer erhöht, was bedeutet, dass er keine Probleme hat, sich gegen ihn zu verdampfen, der gegen ihn steht.",
    "npc_dota_hero_ancient_apparition.quote": "Die alte Erscheinung kann eine starke Explosion des schädlichen Eiss über das Schlachtfeld starten und droht, geschwächte Feinde zu zerbrechen, wo immer sie sind. Er verlangsamt die Feinde, während er die Wirksamkeit seiner Verbündeten im Kampf verstärkt, und ist eine ständige Bedrohung für seine Feinde.",
    "npc_dota_hero_death_prophet.name": "Krobelus, der Todesprophet",
    "npc_dota_hero_abyssal_underlord.quote": "Zaubert Wellen der Abgrundflamme, um Feinde zu überwinden, die in Ihrem boshaften Griff gelähmt gehalten wurden. Wenn Sie sich auf das Gemetzel des Kampfes befassen und an Kraft gewinnen, wenn die Feinde um Sie herum zugrunde gehen, verringerten sich ihre Angriffe durch Ihre Anwesenheit. Riss in Wirklichkeit einen Riss, um dich und deine Teamkollegen auf der Karte zu teleportieren und jedem, der dem Willen von Vrogros, dem Unterlord, blutige Vergeltung liefert.",
    "npc_dota_hero_elder_titan.description": "Derjenige, den wir als älterer Titan kennen, war ein großartiger Innovator, der bei The Forge of Creation studierte. Als er seine Fähigkeiten verbesserte, zerschmetterte er etwas, das niemals repariert werden konnte, nur beiseite geworfen. Er fiel in seine eigene gebrochene Welt, eine zerschmetterte Seele selbst. Dort wohnte er unter den gezackten Scherben und gespalteten Flugzeugen zusammen mit anderen verlorenen Fragmenten, die im frühen Universum durch die Risse gesenkt hatten. Und deshalb ähnelt die Welt, von der wir wissen, dass sie einer Isle von Castaways, Überlebenden eines Wracks, jetzt lange vergessen. Vergessen, das heißt, von allen außer demjenigen, der sich selbst verantwortlich macht. Er verbringt seine Zeit für immer, um einen Weg zu suchen, um die Reparaturen durchzuführen, damit er sich den Teilen seiner gebrochenen Seele anschließen könnte, damit wir und die Welt gleichermaßen repariert werden könnten. Dies ist derjenige, den wir als älterer Titan kennen.",
    "npc_dota_hero_shredder.name": "Rizzrack, The Timbersaw",
    "npc_dota_hero_techies.name": "Squee, Milz und Löffel, die Technikfleisch",
    "npc_dota_hero_disruptor.description": "Obwohl er für seine Art klein ist, ist Disruptor furchtlos und von einer unersättlichen Neugier angetrieben. Als Jugendliche erkundete er, obwohl er immer noch unblutig und ohne Stryder, die Ruinen der Städte der Stamme erkundete-durch die Suche durch zusammengebrochene und langmolderne Bibliotheken und stöberte durch rostende Manufakturen. Er nahm, was er brauchte und kehrte zu seinem Stamm zurück. Er passte eine Spule des alten Designs an, nutzte die Kraft des elektrischen Unterschieds und ruft nun den Donner auf, wann immer er es wünscht. Teilmagie, teils Handwerkskunst, seine Spulen halten in ihren leuchtenden Tellern die Kraft von Leben und Tod - eine Kraft, die mit Präzision gegen die Landkasten im Süden ausgestattet ist, und alle Zwischenlopper, die in die alten Oglodi -Länder überqueren.",
    "npc_dota_hero_rubick.description": "Als die Schlacht endlich zu Ende ging, wurden alle gesungen und gefroren, durchnässt und geschnitten und durchbohrt. Mehr als einer lag tot durch das Handwerk eines Verbündeten. Rubick stand auseinander, wund, freute sich aber über die Feierlichkeiten der Woche. Keiner hatte die Stärke zu argumentieren, als er dem verborgenen Rat seine Annahme vorlegte, und die isolierten elf stimmten als einer zu, ihm den Titel des Grand Magus zu gewähren.",
    "npc_dota_hero_naga_siren.name": "Slithice, die Naga -Sirene",
    "npc_dota_hero_disruptor.quote": "Disruptor zeichnet sich aus, die Pläne seiner Feinde zu zerstören. Beschwören unpassierbare Zäune, um Ziele zu verfolgen, während er einen Sturm zum Schweigen ruft, sollte ein Feind etwas Unerwartetes versuchen, sie einfach an seinen früheren Standort zu teleportieren.",
    "npc_dota_hero_disruptor.name": "Disruptor, der Stormcrafter",
    "npc_dota_hero_sven.quote": "Sven ist immer bestrebt, in einen Kampf zu führen. Er gruppierte Feinde, als er in die Schlacht wächst, und sobald er sein Schadensschaden zum ultimativen Bereich entzündet, sind einige Schwankungen seines massiven Schwertes oft mehr als genug, um seine Feinde zu töten.",
    "npc_dota_hero_spectre.quote": "Spectre verfolgt ihre Feinde, wo immer sie sein mögen. In der Lage, mit Leichtigkeit eine einzige Beute zu zerstören, verbreitet sie ihre Anwesenheit im Schlachtfeld, um ihr Ziel zu wählen. Sobald sie ihre Kraft gesammelt hat, kann niemand ihrem schrecklichen Zorn entkommen.",
    "npc_dota_hero_terrorblade.name": "Terrorblade, der Dämon -Marauder",
    "npc_dota_hero_earth_spirit.name": "Kaolin, der Erdgeist",
    "npc_dota_hero_dragon_knight.description": "Knight Davion sah sich keine Ehre, in Drachenmord zu gewinnen, und bereitete sich bereit, sich abzuwenden und seinen alten Feind in Frieden zu sterben. Aber eine Stimme schlich sich in seine Gedanken ein, und Slyrak gab ein flüstertes Plädoyer, dass Davion ihn mit dem Tod im Kampf ehren könnte. Davion stimmte zu und wurde als Erwartung für seinen Barmherzigkeitsakt belohnt: Als er seine Klinge in Slyraks Brust versenkte, durchbohrte der Drache Davions Hals mit einem Talon. Als sich ihr Blut mischte, schickte Slyrak seine Kraft entlang des Blutweges und schickte all seine Kraft und Jahrhunderte der Weisheit an den Ritter. Der Tod des Drachen besiegelte ihre Bindung und Dragon Knight wurde geboren. Die alte Kraft slumbert im Drachenritter Davion und erwacht, wenn er es nennt. Oder vielleicht ist es der Drache, der den Ritter nennt ...",
    "npc_dota_hero_shredder.description": "Mit zitterndem Hand löste er die Blassenmaschine zum Leben. Der Terror trieb ihn, den Terror dessen erwartete, was er erwartete und von dem, was er müsste, um die Hoffnung zu haben, seinen Geist zu beruhigen. Als der Sägeanzug zum Leben zitterte, wusste er, dass er sich dieser Angst stellen musste, und er wusste, dass er es nicht ein bisschen mögen würde.",
    "npc_dota_hero_kunkka.name": "Kunkka, der Admiral",
    "npc_dota_hero_nyx_assassin.description": "Im Gegensatz zu den meisten Maden seiner Kolonie entstand der NYX -Attentäter nicht aus Metamorphose mit den Trottelgedanken und abgestumpften Anhängen, die der Arbeitskaste seiner Art gemeinsam sind. Denn eine besondere Transformation, geleitet von der Gnade von NYX. Er war der Auserwählte, ausgewählt aus den vielen und gesalbt mit einem Auszug der Königingöttin selbst. Nicht alle überleben den dunklen Segen der Kammer der Königin, aber er tauchte mit einem durchdringenden Geist und dolchartigen Krallen auf-seine rasiermesserscharfen Mandibeln remmten die Luft, während seine Gedanken direkt in die Köpfe der Menschen um ihn herum projizierten. Von allen Eiferer -Skarablen wurde er allein für die höchste Berufung ausgewählt. Nach seiner Metamorphose wurde er durch Gnade von Nyx wiedergeboren, mit Fähigkeiten, die ihn für eine Sache und nur eine Sache geprägt haben: im Namen seiner Göttin zu töten.",
    "npc_dota_hero_antimage.description": "Die Mönche von Turstarkuri beobachteten, wie die rauen Täler unter ihrem Bergkloster als Welle nach der Welle von Invasoren durch die unteren Königreiche fegten. Asket und pragmatisch, in ihrer abgelegenen monastischen Eyrie blieben sie distanziert vom weltlichen Streit, der in Meditation eingewickelt war, die keine Götter oder Elemente der Magie kannten. Dann kam die Legion des toten Gottes, Kreuzfahrer mit einem finsteren Mandat, alle lokalen Anbetung durch ihre giftige Nihilosophie ihres nicht ereigneten Herrn zu ersetzen. Aus einer Landschaft, die seit tausend Jahren nichts als Blut und Kampf gekannt hatte, rissen sie die Seelen und Knochen unzähliger gefallener Legionen und stellten sie gegen Turstarkuri vor. Das Kloster stand kaum vierzehn Tage gegen den Angriff, und die wenigen Mönche, die sich die Mühe machten, von ihren Meditationen aufzutreiben, glaubten, dass die Invasoren nur dämonische Visionen waren, um sie von der Meditation abzulenken. Sie starben dort, wo sie auf ihren seidenen Kissen saßen. Nur eine Jugend überlebte - ein Pilger, der als Akolyt gekommen war und Weisheit suchte, aber noch nicht zum Kloster zugelassen werden musste. Er sah entsetzt zu, wie die Mönche, denen er Tee serviert hatte, und Brennnesseln zuerst geschlachtet und dann aufgewachsen waren, um sich den Reihen des Priestertums des toten Gottes anzuschließen. Mit nichts anderes als einigen von Turstarkuris wertvollen dogmatischen Schriftrollen schlich er sich auf die vergleichende Sicherheit anderer Länder und schwor, nicht nur die magischen Nutzer des toten Gottes auszurerühen - aber um Magie insgesamt zu beenden.",
    "npc_dota_hero_shadow_demon.quote": "Spuckwolken des dämonischen Giftes, um Feinde zu beschädigen oder das Schlachtfeld zu skizzieren, nur wenige wagen es, sich Shadow Dämon zu nähern. Er verbannt einen Feind, während sich seine Verbündeten für den Mord versammeln, und kann dämonische Flüche zufügen, während er verräterische Illusionen beschwört, um die feindliche Stärke gegen sich selbst zu wenden.",
    "npc_dota_hero_nyx_assassin.name": "Nyx Attentäter",
    "npc_dota_hero_life_stealer.name": "N'aix, der Lifestealer",
    "npc_dota_hero_bounty_hunter.description": "Wenn die Jagd Geschichten von Gondar, dem Kopfgeldjäger, erzählen, ist sich keiner sicher. In geflüsterten Tönen sagte sie, er sei als Kit aufgegeben worden, und lernte seine Fähigkeiten in der Verfolgung des einfachen Überlebens. Andere hören, dass er ein Waisenkind war, der vom großen Soruq, dem Jäger, aufgenommen wurde, um die Fähigkeiten des Meisters mit einer Klinge zu erlernen, als sie die dunklen Wälder für ein großes Spiel plündern. Wieder andere glauben, er sei ein niedriger Straßennorchin, der unter einer Gilde aus Schnittpursen und Dieben aufgewachsen ist und in den Künsten von Stealth und Fehlleitung ausgebildet wurde. Um Lagerfeuer in der wilden Landschaft spricht sein Steinbruch die Gerüchte über Gondars Arbeit und wird immer ängstlicher: Sie sagen, er habe den Tyrannenkönig Goff nach dem Verstecken des verrückten Regenten den Tyrannenkönig aufspürt und seinen Kopf und seinen Zepter als Beweis geliefert. Das war er, der die Rebellenlager in HighSeat infiltrierte und schließlich den legendären weißen Umhang mit dem legendären Dieb für seine Verbrechen beurteilte. Und dass er die Karriere von Soruq, dem Jäger, beendete, der als Verbrecher verurteilt wurde, weil er den geschätzten Hellkite des Prinzen getötet hatte. Die Geschichten von Gondars unglaublicher Fähigkeit erstrecken sich, wobei jede gewagte Leistung unglaublicher ist als das letzte, das jedes Ziel mehr schwer fassbarer ist. Für den richtigen Preis, wie der Jagd weiß, kann jeder gefunden werden. Für den richtigen Preis kann selbst der mächtigste in den Schatten Angst finden.",
    "npc_dota_hero_brewmaster.description": "Mangix hat neun Tage lang so viel Trinkwettbewerb wie sterblicher Kampf trank und kämpfte gegen den älteren Meister. Neun Nächte stolperten sie und wirbelten, tuckerten und schlugen, bis der ältere Krieger schließlich in einen betrunkenen Stupor zusammenbrach, und ein neuer Braumeister wurde benannt. Jetzt fordert der neue, junge Bräuel die Stärke seiner Oyo auf, um seine Mitarbeiter zu beschleunigen. Wenn er Magie einsetzt, ist es für seine Vorfahren, die er umdreht. Wie alle Brauereien vor ihm wurde er mit einer einzigen Mission von seinem Volk geschickt. Er wandert durch das Land, strebt nach Erleuchtung durch Getränk und sucht nach der Antwort auf das alte spirituelle Schisma - hält den einzigen Gedanken, der den Geist und die physischen Flugzeuge wieder vereinen wird.",
    "npc_dota_hero_snapfire.description": "In der Tat sind die Outlands übersät mit den Knochen von Banditen und Ne'er-do-Wells, die glaubten, ihre kleine Statur und Neigung zur Freundlichkeit zu nutzen.",
    "npc_dota_hero_legion_commander.name": "Tresdin, der Legion Commander",
    "npc_dota_hero_keeper_of_the_light.name": "Ezalor, der Torhüter des Lichts",
    "npc_dota_hero_alchemist.name": "Razzil darkbrew, der Alchemist",
    "npc_dota_hero_bristleback.description": "Nachdem sie sich in eine Nacht voller Belästigungen verwöhnt hatten, in denen sowohl bei kriminellen Gästen als auch seine eigene Leber körperliche Schäden in gleichen Teilen erhoben wurden, traf BristleBack schließlich sein Match. \"Ihre Stoßzähne beleidigen mich, Sir\", wurde er zu einem betrunkenen Einfluss zu einem besonders großen Kerl aus den nördlichen Abfällen gehört, dessen Rechnung fällig war. Was folgte, war ein Kampf um die Ewigkeit. Ein Dutzend Kämpfer sprang herein. Kein Stuhl wurde ungebrochen gelassen, und am Ende geschah das Unmögliche: Die Lasche wurde unbezahlt. In den folgenden Wochen heilten die Wunden von BristleBack und seine Federn wuchsen zurück; Aber die Ehre eines Vollstreckers kann eine stachelige Sache sein. Er bezahlte den Tab von seiner eigenen Münze, schwor, diesen Nordlerner aufzuspüren und eine Erlösung zu extrahieren. Und dann tat er etwas, das er noch nie getan hatte - er trainierte tatsächlich und machte damit eine erstaunliche Entdeckung über sich. Ein Lächeln schälte sich von seinen Zähnen zurück, als er seine Federn bewegte. Es könnte genau das Ding sein, den Rücken zu einem Kampf zu verwandeln.",
    "npc_dota_hero_queenofpain.description": "Der Prediger-King von Elze pflegte den Wunsch nach Schmerz-umsbedessen. In einer weniger prominenten politischen Persönlichkeit könnten solche Wünsche als unklug angesehen werden, aber in einem Monarchen seiner Statur hätten die Tugend des göttlichen Throns selbst bedroht. Deshalb wandte er sich an seinen Kerker voller Dämonologen und versprach die Freiheit für denjenigen, der einen persönlichen Succubus der Qual beschwören und ihn vollständig an seinen Dienst binden konnte. Die Kreatur, die ankam, Akasha beim Namen, besuchte ihm solche exquisiten Qualen, dass er ihr seine geheime Königin nannte, und er begann alle seine freien Momente damit zu verbringen Das konnte sie nur bringen. Königin des Schmerzes konnte ihn an den Rand des Todes bringen, aber sie war runengebunden, um ihn am Leben zu erhalten. Endlich brachte die Staatsvergünstigung des Königs einen Aufstand auf. Er wurde aus seiner Kammer gezogen und aus dem Turm der Aufrufe geschleudert, und im Moment des Todes wurde die Königin des Schmerzes in die Welt entlassen, von der Dienste befreit -, um ihre Leiden an jedem zu besuchen, den sie bezeichneten, um zu bemerken.",
    "npc_dota_hero_spectre.name": "Quecksilber, das Gespenst",
    "npc_dota_hero_kunkka.description": "Was im Schmelztiegel dieses Sturms passiert ist, darf keiner wirklich sagen. Der Katarakt brührt in die Leere, die von seinen ehemaligen Bewohnern verlassen wurde. Kunkka ist jetzt der Admiral von nur einem Schiff, einem gespenstischen Rig, das die letzten Sekunden seiner Zerstörung endlos wiederholt. Ob er bei diesem Absturz gestorben ist, ist jedermanns Vermutung. Nicht einmal Tidehunter, der Maelrawn beschworen hat, weiß es sicher.",
    "npc_dota_hero_undying.name": "Unsterblich, der allmächtige Dirge",
    "npc_dota_hero_doom_bringer.description": "Sechsmal war sein Name von der großen Glocke von Vashundol geblieben. Sechs und sechzig Mal wurden seine Flügel gebrandmarkt, bis nur rauchende Stümpfe übrig blieben. Ohne Flügel rutschte er von den Tethers, die ihn in das Licht banden, und er fiel schrie auf die Erde. Ein Krater in der Wüste, Paradise verloren. Jetzt greift er ohne Barmherzigkeit ohne Motiv das einzige Lebewesen an, das sich frei zwischen den sieben dunklen Herrschaften bewegen kann. Der von unvorstellbare Talente verdrehte unausweichliche Bedürfnisse von unausweichlichem Bedürfnissen trägt seine eigene Hölle mit ihm, wo immer er geht. Trotzig bis zum letzten. Schließlich wird die Welt zum Doom gehören.",
    "npc_dota_hero_jakiro.quote": "Jakiro ist ihr eigener bester Freund. Die Zwillinge sind nicht zufrieden damit, Feinde mit Feuer zu bestrafen. Mit den Feinden, die in der Nähe von Feinden sind, werden feindlichen Strukturen mit ihrem flüssigen Brand massiven Schaden zugefügt.",
    "npc_dota_hero_slardar.name": "Slardar, der Slithereen -Wachmann",
    "npc_dota_hero_naga_siren.quote": "Naga Siren sendet die Kader spiegelender Klone gegen ihre Feinde und tötet Feinde, während sie ihre Streitkräfte zum Sieg führt. Mit dem Geräusch ihrer Stimme deaktiviert sie in der Nähe Feinde, um einen Hinterhalt zu erzielen oder eine hastige Flucht zu bauen.",
    "npc_dota_hero_weaver.description": "Die Wächter kamen mit ihrer Schere, und Weavers Welt wurde abgeschafft und aus dem kosmischen Wandteppich geschnappt, den sie ohne ihn in sich wogen. Skitskrurr befand sich allein, abgesehen von seiner Art, einem Staat, der für jeden anderen Weber gequält gewesen wäre. Aber Skitskrurr freute sich, denn jetzt war er frei. Frei für sich selbst zu schaffen, neu zu beginnen. Die Rohstoffe, die er brauchte, um eine neue Realität um ihn herum zu weben. Alles, was er tun musste, war diese alte Welt in den Nähten auseinanderzusetzen.",
    "npc_dota_hero_snapfire.name": "Schnappfeuer",
    "npc_dota_hero_storm_spirit.quote": "Sturmgeist ist nie einer, der einen Kampf verpasst. Als er in einem Blitz aus dem Schlachtfeld klopft, schlägt er Feinde aus allen Richtungen mit explodierenden Überresten und angeklagten Angriffen und verschwindet dann, während seine Feinde immer noch versuchen, zu reagieren.",
    "npc_dota_hero_faceless_void.quote": "Zeit ist alles für die gesichtslose Leere. Er beschleunigt die Zeit, zwischen den Orten zu rennen, manipuliert es, um Angriffe auszuweichen, es in einem großen Bereich stoppt, um seine Feinde zu zerstören, und erteilt genug davon, um Ressourcen zu sammeln, er kann sich unglaublich mächtig machen.",
    "npc_dota_hero_dazzle.description": "In dieser ätherischen Dimension des Nothl -Reiches werden die Eigenschaften von Licht und Dunkel umgekehrt. So ist sein brillantes heilendes Licht, schön für unser Auge, tatsächlich eine unheimliche Art von Böse; Und die dunkelsten Taten werden in einem schillernden Glanz geschehen. Die Intuition der Ältesten war prophetisch: Dazzle kehrte zu seinem Volk als Schattenpriester zurück, wie kein zuvor zu sehen, mit der Kraft, sowohl zu heilen als auch zu zerstören. Jetzt benutzt er sein Geschenk, um seine Feinde zu reduzieren und seine Freunde zu reparieren.",
    "npc_dota_hero_phoenix.description": "Durch diesen zeitlosen Tiegel, den Sterbliche kamen, um Phoenix zu nennen, brach ein, und wie seine Vorfahren wurden in einen endlosen Kosmos gestoßen, um einen Platz unter seinen herausragenden Brüdern zu finden. Doch die Neugier gegenüber dem, was die Dimmkinder in der Dunkelheit trösten, verbrauchte das Schlagen, und so fragte sie über lange Zyklen. Es erfuhr, dass sowohl unter den ganzen als auch unter gebrochener Welt einen Zusammenhang mit einer bemerkenswerten Vielfalt in einem dauerhaften Konflikt kosmischer Konsequenz rühren würden, einer Ebene, die mehr Einfluss benötigen als die entfernten Sonnenstrahlen einer sterbenden Sonne. So nahm dieser kleine Sohn von Suns terrestrische Form an und reiste eifrig, um seine Wärme auf diejenigen zu leuchten, die es vielleicht am meisten brauchen, und ergreifen vielleicht sein Solarschick.",
    "npc_dota_hero_chaos_knight.description": "Auf seinem Rossen Armageddon reitet er und watete in den Kampf mit wahnsinniger Raserei und zieht Kraft aus der Störung des Universums. Eine physische Manifestation des Chaos selbst in Zeiten der Not ruft er andere Versionen von sich selbst aus anderen Flugzeugen und zusammen reiten diese dunklen Reiter in den Kampf, so unaufhaltsam wie jede Naturkraft. Erst wenn das letzte Licht der Welt aus der Existenz durchsucht wird, wird die Suche beendet. Wo der Chaos Knight fährt, folgt bald der Tod.",
    "npc_dota_hero_grimstroke.name": "Grimstroke",
    "npc_dota_hero_wisp.description": "Wie die großen Twin Riders dunkel und hell und ein weiterer alter Reisender, dessen wahre Geschichte für die Altersgruppen verloren geht, ist das Wisp ein Grund für das Universum - eine Kraft, die älter als die Zeit ist, ein Wanderer aus Bereichen weit über das sterbliche Verständnis hinaus. IO ist nichts weniger als die Summe aller attraktiven und abstoßenden Kräfte innerhalb des materiellen Feldes, eine empfindungsfähige Manifestation der Ladung, die Partikel miteinander binden. Nur in der kontrollierten Verzerrung dieser Kräfte kann IOs Anwesenheit in der physischen Ebene erlebt werden. Eine wohlwollende, kooperative Kraft verbindet IO seinen seltsamen Magnetismus an andere, damit die Kraft der Verbündeten verbessert werden kann. Seine Motive unergründlich, seine Stärke unvorstellbar und bewegt sich durch die physische Ebene, der perfekte Ausdruck der Geheimnisse des Universums.",
    "npc_dota_hero_terrorblade.quote": "Mit Terrorblade ist nichts so, wie es scheint. Nachdem der Dämon Marauder mächtige Illusionen beschworen hatte, um ihre Verteidigung zu brechen, kann er die Gesundheit mit Feinden und Freunden austauschen, um den Tod abzuwehren oder seine Feinde zu schwächen.",
    "npc_dota_hero_winter_wyvern.name": "Auroth, der Winter Wyvern",
    "npc_dota_hero_obsidian_destroyer.name": "Harbinger, der Outworld -Zerstörer",
    "npc_dota_hero_chen.name": "Chen, der Heilige Ritter",
    "npc_dota_hero_skywrath_mage.description": "Während er davon träumt, seine geliebte Königin der schrecklichen Eyrie wiederherzustellen, träumt er noch verzweifelt davon, Shendelzare in eine vollständig geheilte physische Form wiederherzustellen. Die Duplizität seiner Rolle bei Hof foltert ihn, denn er ist ein edler und gutherziger Kreatur; Aber die schlimmste Folter von allen ist die Bildgebung des Hasses, den rachsüchtiger Geist für ihn in ihrem Herzen halten muss.",
    "npc_dota_hero_ogre_magi.quote": "Mit der Chance, das Ergebnis jedes Zaubers zu multiplizieren, den sie gegossen haben, ist ein bisschen Glück, dass Oger Magi Feinde verbrennen muss, um zu ehren oder die Kraft seiner Verbündeten zu stärken. Natürlich kann es schwierig sein, sich auf ...",
    "npc_dota_hero_visage.quote": "Als seine tödlichen Vertrauten auf dem Feld skizzieren, stellt sich Visage in Rüstung um und sucht die nächste Schlacht. Einmal in der Nähe eines Gefechts, sammelt er Seelenergie durch Schäden, die den nahe gelegenen Kämpfer zugefügt haben, bevor er ihn in einem verheerenden Angriff freigibt. Als seine tödlichen Vertrauten auf dem Feld skizzieren, stellt sich Visage in Rüstung um und sucht die nächste Schlacht. Einmal in der Nähe eines Gefechts sammelt er Seelenergie aus Schäden, die den nahe gelegenen Kämpfer zugefügt haben, bevor er ihn in einem verheerenden Angriff freigibt. Visage (Beschreibung im Spiel)",
    "npc_dota_hero_medusa.quote": "Ständiger Angriff ist der Schlüssel zum Erfolg von Medusa. Mit ihrem Mana -Schild, um den Angriff abzuwehren, setzt sie Split -Shots ein, um Wellen von Feinden zu mähen. Sobald sie ihre volle Kraft sammelt, wird sie zu einer Kraft, die mächtig genug ist, um jemanden in ihren Spuren zu stoppen.",
    "npc_dota_hero_troll_warlord.name": "Jah'rakal, der Troll -Kriegsherr",
    "npc_dota_hero_sniper.quote": "Der Tod aus der Ferne ist die Spezialität des Scharfschützen. Er hält seine Feinde mit einer stetigen Flut von Feuerkraft auf den Zehen und nimmt sie dann mit einem Kill -Schuss ab.",
    "npc_dota_hero_nyx_assassin.quote": "Der NYX -Attentäter sucht immer nach fragilen Zielen. Wenn er seine Beute unsichtbar durch den Wald schleichen, wischt er sie mit seinen tödlichen Krallen und spitzt sie auf atemberaubende Stacheln auf, kehrt dann jeden Gegenangriff mit seinem reflektierenden Packace um.",
    "npc_dota_hero_axe.quote": "Nacheinander schneidet Axt seine Feinde ab. Als er vor seinem Team marschiert, sperrt er seine Feinde im Kampf und kontert dann ihre Schläge mit einem tödlichen Drehen seiner Waffe. Er schlägt seine Keulungsklinge durch einen geschwächten Feind und verletzt immer weiter.",
    "npc_dota_hero_dark_seer.name": "Ish'kafel, der dunkle Seher",
    "npc_dota_hero_bloodseeker.quote": "Bloodseeker zwingt schwierige Entscheidungen über seine Feinde. Sein grausames Ultimate badet seine Gegner, still zu halten oder zu sterben.",
    "npc_dota_hero_elder_titan.quote": "Elder Titan sucht mit seinem Astralgeist aus und kann aus jeder Richtung schlagen. Er hält Feinde mit einem Stampfen seines Hufs, während seine Anwesenheit bei ihrer Verteidigung weggeht, und spaltet die Erde selbst, um seine Feinde niedrig zu bringen.",
    "npc_dota_hero_dawnbreaker.name": "Valora, der Dawnbreaker",
    "npc_dota_hero_rubick.quote": "Rubick immer nach einem neuen Zauber zum Stehlen sucht und ist immer bestrebt, den einzigartigsten Vorteil eines Feindes gegen sie zu wenden. Er schnappt sich seine Feinde in die Luft, um sie dort zu schleudern, wo er wird, und hat keine Probleme, unter sorglosen Feinden Chaos zu säen.",
    "npc_dota_hero_hoodwink.description": "Zu wissen, dass sie immer einen sicheren Durchgang in den Verwicklungen des Tomo'kan finden kann, wo die meisten warmblütigen Volks mit Bedacht befürchten, zu treten. , zu zerstören, was sie nicht nützt, und hilft, irgendwelche verwandten Überlebenden wieder zu einem Leben im Grün zurückzukehren.",
    "npc_dota_hero_visage.name": "Visage, die gebundene Form von Necro'lic",
    "npc_dota_hero_tusk.quote": "Der Stoßzahn ist immer bestrebt, einen Kampf zu beginnen. Er in der Lage, einen Feind mit einer Wand aus Eisschards sofort zu integrieren, sammelt er mit seinen Verbündeten und rollt in Feinde innerhalb eines massiven Schneeballs und bringt ihn in Reichweite, um seinen typischen Knockout -Schlag zu landen.",
    "npc_dota_hero_queenofpain.quote": "Die Königin der Schmerzen schlägt ohne Vorwarnung und zerstörte Gegner mit ohrenbetäubenden Schreien. Sollte ein Feind ihren Ansturm überleben, verlangsamt sie ihre Flucht mit einem Wurf von ihrem Dolch, bevor sie sie abschließt.",
    "npc_dota_hero_dazzle.name": "Blendend, der Schattenpriester",
    "npc_dota_hero_winter_wyvern.quote": "Winter Wyvern verfällt den Himmel und verlangsamt die Feinde mit brennenden Kälte, als sie über das Schlachtfeld schwebt. Sollte der Feind dumm genug sein, sich zu versammeln, verflucht sie sie, um einen ihrer eigenen anzugreifen, während sie die Versammlung mit eisigen Splitter sprengt.",
    "npc_dota_hero_earth_spirit.quote": "Der Erdgeist hält den Feind im Chaos und seinen Freunden im Kampf. Er passt sich an ein Kampfszenario an und kann seine Steinreste hin und her schicken, um Feinde zu beschädigen oder einen Verbündeten aus den Kiefern des Todes zu greifen.",
    "npc_dota_hero_treant.quote": "Treant Protector ist immer der wohlwollende Verbündete, der für seine Kohorten und ihre Befestigungen gleichermaßen regenerierende Rüstung speisen. Er entsteht unsichtbar unter den Bäumen und bindet Feinde mit Überwachsen, während er die Gesundheit von Feinden und in nahe gelegene Verbündete aufweist.",
    "npc_dota_hero_razor.description": "Unter den emblematischen Kräften, die die Unterstrahlung bevölkern, ist Rasierer der Blitzrevenant einer der am meisten gefürchteten. Mit seiner Blitzpeitsche patrouilliert er das schmale Labyrinth, das verräterische Webwork von Passagen, durch die die Seelen der Toten nach ihrer eigenen angeborenen Intelligenz, List und Beharrlichkeit sortiert werden. Rasiermesser treibt über dem Labyrinth und schaut auf die verblüfften Seelen unten und liefert Rasiermesser, die die Seelen sowohl bestrafen als auch beschleunigen, wenn sie ihre eigenen Schicksale entscheiden, und eilt zu leuchtenden Ausgängen oder endlos dunklen Gruben. Rasiermesser ist die ewige Verkörperung einer dominierenden Kraft, abstrakt und fast klinisch in seiner Machtanwendung. Dennoch hat er eine Lordly Air, die darauf hindeutet, dass er eine sardonische Befriedigung in seiner Arbeit nimmt.",
    "npc_dota_hero_spirit_breaker.quote": "Hochschwere und immer aggressive Spirit Breaker belastet auf der Karte, um den Kampf zu seinen Feinden zu bringen. Mit jeder Bash seiner schweren Laterne schlägt er seine Feinde sinnlos. Seine Feinde mögen laufen, aber mit Hilfe ein paar Stationen können sie sich nicht verstecken.",
    "npc_dota_hero_chen.quote": "Chen wandelt die Kreaturen des Waldes in seine Sache um und führt seine provisorischen Armeen an, um seinem Team im Kampf zu helfen. Er greift Feinde mit Bestien an, während er Freunde in Sicherheit schickt. Dann, wenn die Dinge dunkelste erscheinen, heilt er seine Verbündeten, wo immer sie sein mögen.",
    "npc_dota_hero_treant.description": "Als all das blühte, hatte die Neugierde die Vorsicht überwunden. Es wurde entschieden: Ein einzelner Beschützer würde in die breitere Welt geschickt und angewiesen, zu wandern, bis die Gletscher erneut auftraten, das sich verändernde Land und seine Kreaturen beobachten und herausfinden, welche unbekannten Gefahren ihren heiligen Boden bedrohen könnten.",
    "npc_dota_hero_medusa.description": "Schönheit ist Kraft. Dieser Gedanke tröstete Medusa - die jüngste und schönste von drei schönen Gorgon -Schwestern, die einer Seegöttin geboren wurden -, weil sie allein der Schwestern sterblich war. Es tröstete sie, das heißt, bis der Tag maskierte Angreifer in das Reich Gorgon eindrang und die beiden unsterblichen Schwestern aus ihrem Haus riss, von ihrer Schönheit oder durch ihre Tränen nicht bewegt. Einer der Invasoren eroberte auch Medusa, wirkte sie dann aber mit einem angewiderten Look beiseite: „Dieser hat den sterblichen Stink über sie. Wir haben keine Verwendung für das, was stirbt. ' Der gedemütigte, wütend, Medusa floh in den Tempel ihrer Mutter und warf sich vor der Göttin und weinte: „Du hast mir das ewige Leben verweigert - weil ich dich bitte, gib mir Macht! Macht, damit ich mich widmen kann, welches Leben ich für die Rettung meiner Schwestern und das Rachen dieser Ungerechtigkeit! ' Nach langem Gedanken gewährte die Göttin die Bitte ihrer Tochter und erlaubte Medusa, ihre legendäre Schönheit gegen ein Gesicht und ihre Form der furchterregenden Stärke zu tauschen. Nie für einen Moment hat Medusa ihre Wahl bedauert. Sie versteht, dass Macht die einzige Schönheit ist, die es wert ist, besessen zu sein - denn nur Macht kann die Welt verändern.",
    "npc_dota_hero_ogre_magi.name": "Aggron Stonebreak, der Oger Magi",
    "npc_dota_hero_gyrocopter.quote": "Mit seinem Feuerkraft Arsenal in der Ferse steigt Gyrocopter in die Schlacht. Er sprengt alle nahe gelegenen Feinde mit Schüssen aus seiner Kanone oder hämmert sie mit einer Flut von Raketen, wenn er in der Lage ist, seine volle Stärke zu sammeln, zerstört er die Feinde mühelos.",
    "npc_dota_hero_huskar.quote": "Wenn seine Gesundheit senkt, wächst Huskars Fähigkeit, Feinde erheblich zu töten. In der Lage, einen Teil von seiner und der Gesundheit eines Feindes mit seinem ultimativen Zustand sofort zu entfernen, kann er seinen brennenden Speer mit verheerender Geschwindigkeit werfen.",
    "npc_dota_hero_riki.description": "Riki wurde in der großen Dynastie von Tahlin geboren. Mit einem älteren Bruder, der auf den Thron gepflegt wurde und ein jüngerer Bruder verwöhnte und hielt, schien Riki, der kleine mittlere Sohn, für die Kunst der Unsichtbarkeit geboren. Es war eine Kunst, die er kultivierte, und eine, die in der Nacht, in der sein Volk betrogen wurde und seine Familie schlachtete, letztendlich sein Leben rettete. Von allen königlichen Linien entkam er allein - schlau und agil, bescheiden und benutzte Rauch als Deckung. Er schnitt sich aus dem königlichen Gelände und nutzte den Vorteil der Überraschung und schnitt leise die Kehle eines feindlichen Kriegers nach dem anderen auf. Riki ist jetzt frei von seinen königlichen Aufgaben und nutzt seine Talente im Dienst zu einem neuen Handel: Stealth Assassin. Er bringt seine Feinde zum Schweigen, schärft seine Fähigkeiten und hoffte, eines Tages diejenigen zu rächen, die seine Familie getötet und sein Geburtsrecht beraubt haben.",
    "npc_dota_hero_keeper_of_the_light.description": "Auf einem blassen Pferd, das er reitet, dieser Funke endloser Sonnen, dieser Wächter des Lichts. Ezalor entkam vor langer Zeit der Grundebene und trennte sich von den anderen alten Kräften, an die er innerhalb der großen ursprünglichen Harmonie gebunden war. Er ist eine Kraft, die im Morgengrauen des Universums empfindungsfähig geworden ist, und fährt jetzt sofort in allen Flugzeugen fort, einen Schritt voraus, um Chaos zu verfolgen und sein Geschenk mit ihm am Ende eines strahlenden Personals zu tragen. Seine majestätische Wahrheit liegt unter dem äußeren Erscheinungsbild eines leicht schwierigen alten Mannes, der kaum im Sattel bleibt. Wenn er jedoch der Herausforderung des Chaos oder den Kräften der Dunkelheit steht, platzt sein ursprüngliches Licht hervor, und seine volle Kraft wird offenbart und verwandelt ihn erneut in eine Kraft, mit der man rechnen muss.",
    "npc_dota_hero_abaddon.name": "Abaddon, der Herr von Avernus",
    "npc_dota_hero_undying.description": "Schwach erinnert er sich an Rüstung und Banner und grimmige Verwandte, die an seiner Seite reiten. Er erinnert sich an einen Kampf: Schmerz und Angst, als blasse Hände ihn aus seinem Sattel riss. Er erinnert sich an den Terror, als sie ihn zusammen mit seinen Brüdern in die gähnende Grube des toten Gottes warf, um den Dirge zu hören und ins Nichts verzehrt zu werden. In der Dunkelheit unten ließ die Zeit sie. Dachte, sie ließen sie. Vernunft verließ sie. Hunger tat es jedoch nicht. Sie schalteten sich mit geteilten Fingernägeln und zerbrochenen Zähnen ein. Dann kam es: zunächst entfernt, eine zerbrechliche Note am Rande der Wahrnehmung, zusammen mit einem anderen, dann einer anderen, unausweichlich und unendlich. Der Chor wurde zu einer lebenden Klangwand, die in seinem Kopf pulsierte, bis kein anderer Gedanke überlebte. Als der Dirge ihn konsumierte, öffnete er seine Arme für den toten Gott und begrüßte seine Auslöschung. Dennoch war Zerstörung nicht das, wofür er ausgewählt worden war. Der tote Gott verlangte Krieg. Im Bauch des Großen Nichts erhielt ihm ein neuer Zweck: das Dirge über das Land zu verbreiten, um die schlaflosen Toten gegen die Lebenden zu versammeln. Er sollte der Unsterbliche, der Herold des toten Gottes, aufzustehen und zu fallen und wieder aufzustehen, wenn sein Körper ihm versagte. Durch den Tod des Todes zu stapfen, damit der Dirge niemals enden könnte.",
    "npc_dota_hero_keeper_of_the_light.quote": "Keeper of the Light ist eine hilfreiche Ergänzung für jedes Team. Er manipuliert das Mana sowohl seiner Verbündeten als auch seiner Feinde und zerstört mühelos weniger Feinde mit Wellen der Beleuchtung und tritt dann in seine Geisterform ein, um sein Team zu sammeln, um den Angriff zu drängen.",
    "npc_dota_hero_riki.quote": "Riki verfolgt das Schlachtfeld, unsichtbar vom Feind. Er wählt seinen Moment sorgfältig aus und platzt in einem Rauchwolken und stach seine Feinde an, bevor sie überhaupt wissen, dass er dort ist.",
    "npc_dota_hero_batrider.name": "Batrider",
    "npc_dota_hero_death_prophet.quote": "Als sie ihre Armee von Geistern entfesselt, zeichnet sich der Todsprophet aus, um Feinde und ihre Verteidigung gleichermaßen abzureißen. Der Ansturm kann nicht mehr aufzuhalten erscheinen.",
    "npc_dota_hero_alchemist.description": "Sie fanden bald irgendwo im Wald um die Stadt verloren mit einer Spur von Trümmern und ohne Anzeichen einer Verfolgung. Im Nachglühen des Tonic schien der Oger gelassen, glücklich und sogar eifrig zu sein. Das Paar enthielt sich, um zusammenzuarbeiten, und sammelte die Materialien, die erforderlich sind, um die alchemische Transmutation von Razzil noch einmal zu versuchen.",
    "npc_dota_hero_warlock.name": "Demnok Lannik, der Hexenmeister",
    "npc_dota_hero_furion.name": "Nature Prophet",
    "npc_dota_hero_lycan.name": "Banehlow, der Lycan",
    "npc_dota_hero_hoodwink.name": "Hoodwink",
    "npc_dota_hero_tiny.quote": "Tiny's Macht wird zu enormer Größe und Stärke im Verlauf der Schlacht und kann schnell erschreckend werden. Er wirft Helden und kriecht seine Feinde an oder betäubt sie unter einer Lawine. Sollte er seine volle Stärke sammeln, kann er die Basis des Feindes mit Leichtigkeit abreißen.",
    "npc_dota_hero_mirana.name": "Mirana, die Prinzessin des Mondes",
    "npc_dota_hero_spirit_breaker.description": "Barathrum Der Geist Breaker ist ein herrliches und mächtiges Wesen, eine heftige und elementare Intelligenz, die sich für die Ebene in die Welt der Materie entschied, um an Ereignissen mit Auswirkungen im Elementarbereich teilzunehmen, das sein Zuhause ist. Zu diesem Zweck stellte er eine Form zusammen, die ihm sowohl in unserer Welt als auch außerhalb dessen gut dienen würde. Seine physische Form lehnt sich aus den Stärken dieser Welt aus, und das Mischen von Rinder und Simian - Hörnern, Hufen und Händen - wie äußere Embleme seiner inneren Eigenschaften von Stärke, Geschwindigkeit und List. Er trägt einen Ring in der Nase, als Erinnerung daran, dass er einem versteckten Meister dient und dass diese Welt, in der er arbeitet, nur ein Schatten des Realen ist.",
    "npc_dota_hero_ember_spirit.quote": "Schneller und schwer fassbarer Ember Spirit schlägt in schneller Folge alle nahe gelegenen Feinde auf und verbindet sie mit brennenden Ketten. Nur über das Schlachtfeld eilte, um zu einem seiner explodierenden Überreste zu gelangen, können nur wenige seine Flamme vermeiden oder erfassen.",
    "npc_dota_hero_chaos_knight.quote": "Chaos Knight ist eine Armee für sich. In der Lage, eine Kavallerie von Klonen zu beschwören, um feindliche Abwehrkräfte abzureißen, sollte er sich ein Feind präsentieren, kann er die Realität verleihen, um ihn und seine Phantass nahe genug zu ziehen, um brutale Cudgel auf den Kopf zu regeln.",
    "npc_dota_hero_dark_willow.quote": "Ein leichtes Flattern aus den Schatten kann alles sein, dass ein Feind dunkler Weide sieht, während sie sich der Verfolgung entzieht und die Bewegungen ihres Feindes mit listigen Fae -Tricks kontrolliert. Sie fordert Kräfte, die weit mehr älter als jede wissenschaftliche Magie aufrufen, die Feinde ein, bevor sie den vollen Zorn und den Terror des Fae -Reiches auf sie ausschlägt.",
    "npc_dota_hero_ursa.description": "Ulfsaar, der Krieger, ist das heftigste Mitglied eines Ursine -Stammes, der sein Land und sein Volk beschützt. Während der langen Winter, während die Mütter schlafen und ihre Jungen pflegen, patrouillieren die Männchen das Land oben - als unermüdliche, wachsame Verteidiger ihrer alten Wege. Ulfsaar hörte düstere, aber wachsende Gerüchte über ein breites Böses und machte sich über die Grenzen seines wilden, bewaldeten Heimatlandes hinaus, um die Bedrohung in ihrer Quelle aufzuspüren und zu zerstören, bevor es sein Volk gefährden konnte. Er ist eine stolze Kreatur mit einem hellen, starken Geist, absolut vertrauenswürdig, ein überzeugter Verbündeter und Verteidiger.",
    "npc_dota_hero_bane.name": "Atropos, das bane elementare",
    "npc_dota_hero_mirana.quote": "Als sie aus der Ferne mit ihrem tödlichen Pfeil zielt, muss Mirana immer bereit sein, in die Schlacht zu springen. Sie kann ihre Verbündeten vor den Augen ihrer Feinde schützen und stellt sicher, dass ihr Team immer auf dem Laufenden ist.",
    "npc_dota_hero_bristleback.name": "Rigwarl, der BristleBack",
    "npc_dota_hero_oracle.description": "Lange bevor die Auswirkungen jedoch gespielt hatten bis in alle Ewigkeit. Es war natürlich zu spät für sie. Und kann für uns sein.",
    "npc_dota_hero_batrider.quote": "Sobald er den Himmel nimmt, kann Batrider aus jeder Richtung schlagen. Er schnappte sich einen Feind mit seinem Lasso, steigt über die Baumkronen und zog seine Beute durch eine Flammspur, als er sie vor seinen gnadenlosen Verbündeten schleppt.",
    "npc_dota_hero_pugna.name": "Pugna, die Vergessenheit",
    "npc_dota_hero_pugna.quote": "Pugna, ein schlauer Trickster, dreht die Macht des Feindes gegen sich selbst, als er ihre Verteidigung sprengt. Während seine Unterstation in der Nähe von Feinden schlägt, die es wagen, einen Zauber auszusetzen, entwässert er das Leben von Feinden, um sicherzustellen, dass er für den nächsten Angriff bereit ist.",
    "npc_dota_hero_rattletrap.quote": "Clockwerk startet sich mit seinem Grappling -Hookshot in Feinde und isoliert Ziele und sprengt sie mit desorientierenden Splitters. Als er das Schlachtfeld mit seinen praktischen Fackeln sucht, hat er nie Schwierigkeiten, Ziele zu finden, um sich selbst zu schicken.",
    "npc_dota_hero_puck.name": "Puck, der Faerie -Drache",
    "npc_dota_hero_slark.quote": "In Gefahr zu stürzen und dann zurückzurutschen, ist das, was Slark am besten kann. Er stürzt die Chance, einen einsamen Feind zu stecken oder zu integrieren, stiehlt ihre Essenz mit jedem Schnitt aus seinem Dolch und ist immer bereit zu verschwinden, wenn sich die Tische drehen.",
    "npc_dota_hero_huskar.description": "Mit der Zeit, die die Ältesten des Ordens versuchten, ihren Einfluss und Huskar zu erweitern, wären sie ein beeindruckendes Instrument in ihrer Kampagne. Doch zu einer bloßen Waffe für den Orden, der ihm sein Geburtsrecht verweigerte, verärgerte ihn nur weiter. Als die erste Glut des Krieges am Horizont erschien, floh er aus seinem Stammhaus, um neue Verbündete zu finden, während er eine Sache suchte, die es wert war, die Macht zu entfesseln, die sein totales Opfer bringen konnte.",
    "npc_dota_hero_tinker.name": "Boush, der Bastel",
    "npc_dota_hero_jakiro.name": "Jakiro, der Twin Head Drache",
    "npc_dota_hero_tiny.description": "Tinys Ursprünge als Steinböcke zum Leben erweckt und ist ein Rätsel, auf das er ständig spekuliert. Er ist jetzt ein Steinriese, aber was war er früher? Ein Splitter von einer Golem -Ferse gebrochen? Ein Shard aus einem Werkstatt eines Wasserspeiserwaren-Sculptors? Ein Fragment des orakulären Gesichts von Garthos? Eine tiefe Neugier treibt ihn an, und er reist die Welt unermüdlich nach seiner Herkunft, seiner Abstammung, seinem Volk. Als er durchstreift, sammelt er Gewicht und Größe; Die Kräfte, die weniger steinen, verursachen winzig und wachsen immer winzig.",
    "npc_dota_hero_ancient_apparition.description": "Kaldr, die alte Erscheinung, ist ein Bild, das von außen projiziert wird. Er entspringt von der kalten, unendlichen Leere, die beide das Universum voraussetzt und auf sein Ende wartet. Kaldr ist, Kaldr war, Kaldr soll ... und was wir wahrnehmen, mächtig, wie es uns scheint, ist nur das schwachste Echo des wahren ewigen Kaldr. Einige glauben, dass sich der Kosmos mit zunehmendem und nähernem Kosmos seinen letzten Momenten nähert, die Helligkeit und Kraft von Kaldr, dass sich auch die alte Erscheinung jünger und stärker wachsen wird, wenn Ewigkeits Ende noch zieht. Sein Eisgriff wird alle Materie zum Stillstand bringen, sein Bild wird ein Licht zu schrecklich werfen, um sie zu sehen. Eine Erscheinung nicht mehr!",
    "npc_dota_hero_drow_ranger.quote": "Nicht viele können Drow Ranger entkommen, sobald sie in Reichweite ist. Nachdem ihre Feinde mit einer erschreckenden Explosion zum Schweigen gebracht wurden, beendet sie sie mit einer Flut von Verlangsamen, Eisspitzen, die nur wenige überleben können.",
    "npc_dota_hero_templar_assassin.name": "Lanaya, der Templeratutentäter",
    "npc_dota_hero_wisp.name": "Io, der Wisp",
    "npc_dota_hero_abaddon.quote": "In der Lage, feindliche Angriffe in Selbstheilung zu verwandeln, kann Abaddon fast jeden Angriff überleben. Er schützt Verbündete und startet seine zweischneidige Spule bei einem Freund oder Feind. Er ist immer bereit, in den Kampf zu fahren.",
    "npc_dota_hero_warlock.description": "Als Chief Curator und Leiter der Akquisitionen für das Arcane Archives der Ultimyr Academy war Demnok Lannik unermüdlich in seinem Streben nach verlorenen, seltenen und verbotenen Tätern. Kein verfluchter Tempel war so ahnungsvoll, kein so tückischer Höhlenpfad, dass irgendwelche Sorge um sein eigenes Überleben ihn davon abhalten könnten, einzugeben, wenn Gerüchte darauf hinweisen, dass eine Broschüre der ursprünglichen Überlieferung in seinen Tiefen noch überleben könnte. So oft löste seine Untersuchungen jedoch den Zorn der Beschützereinheiten aus, dass er es schließlich für notwendig fand, die Künste der Magie zu beherrschen. Er beugte sich an, Zauberei mit der gleichen gründlichen Obsessivität zu lernen, die seine Suche nach Incunabula markierte und in kürzerer Zeit zum mächtigsten Hexenmeister der Akademie wurde als die meisten Praktizierenden, die einen Verlauf der Bachelorarbeit absolvieren mussten. Fast wie ein nachträglicher Gedanke schnitzte er einen Stab von Dreadwood und rief in ihn einen gefangenen Geist aus den äußeren Höllen ein. Und wenn er den Tag vorwegnimmt, an dem er jedes letzte verlorene Zauberbuch erholt hat, hat er begonnen, seinen eigenen schwarzen Grimoire zu schreiben. Es wird zweifellos lehrreich sein.",
    "npc_dota_hero_elder_titan.name": "Elder Titan, der Welschmied",
    "npc_dota_hero_chen.description": "In der folgenden bösartigen Schlacht war Chens Clan übertroffen. Die gepanzerten Ritter der Falte machten kurze Arbeiten der begeisterten Locuthi, die in Wellen angriffen und starben. Mit ihren Drachen waren die Stammesangehörigen. Chen kämpfte und schlug und kratzte und starb - oder würde es tun. Besiegt, auf den Knien, stand er mit Demut vor seiner Hinrichtung und bot der Klinge seinen Hals an. Von Chens offensichtlichem Mut bewegt, stoppte der Henker sein Schwert. Anstelle der Klinge erhielt Chen die Wahl: Tod oder Bekehrung. Chen ging mit einer Wildheit in den Glauben. Er schloss sich der Falte an und verdiente seine Rüstung jeweils eine blutige Umstellung. Jetzt, mit dem Fanatismus eines Konvertiten und mit seinen Tiermächten auf ihrem Höhepunkt, sucht er Ungläubige und stellt sie in ihre endgültige Belohnung ein.",
    "npc_dota_hero_bounty_hunter.quote": "Bounty Hunter schleicht sich unsichtbar an die Fersen seiner Feinde und verfolgt immer seine Feinde. Immer wenn eines seiner Ziele in die Schlacht fällt, machen er und seine Verbündeten einen ziemlichen Gewinn.",
    "npc_dota_hero_luna.name": "Luna, der Mondfahrer",
    "npc_dota_hero_dark_willow.name": "Mireska Sunbreeze, die dunkle Weide",
    "npc_dota_hero_zuus.quote": "Keiner kann sich vor Zeus verstecken, egal ob er einen Bolzen abruft, um seine Umgebung zu enthüllen, einen Bogen zu schicken, der durch seine nächsten Feinde läuft, oder eine furchterregende Volleyung von Blitz auf alle Feinde ruft. Wo immer seine Feinde sind, wird Zeus sie finden.",
    "npc_dota_hero_pudge.quote": "Jeder sorgfältig zielgerichtete Wurf von Pudges charakteristischer Haken trifft Angst in seine Feinde. Er zieht seine Feinde in der Nähe, um sie mit seinen Spaltungen zu schnitzen, erhält mit jedem Töten zusätzliche Gesundheit und Schäden und wird bald zu einem unaufhaltsamen Mörder.",
    "npc_dota_hero_ursa.quote": "Mit jedem Schlag seiner Krallen erhöht Ursa die Anfälligkeit seines Ziels für seinen nächsten Angriff. In der Lage, kurz zu erhöhen, wie schnell er zuschlagen kann, und in der Lage ist, die Beute in der Nähe zu verlangsamen, zerreißt er seine Feinde schnell auseinander.",
    "npc_dota_hero_tidehunter.quote": "Tidehunter verfolgt vor seinem Team und ist immer auf der Suche nach dem richtigen Zeitpunkt des Streiks. Wenn der Moment kommt, entfesselt er seinen massiven und verheerenden Ultimate und ebnet den Weg für seine Verbündeten, ihre fassungslosen Feinde zu töten.",
    "npc_dota_hero_zuus.name": "Zeus, der Herr des Himmels",
    "npc_dota_hero_viper.quote": "Viper startet tödliches Gift aus der Ferne und stellt eine schwerwiegende Bedrohung für wen auch immer dar. Während seine verschiedenen Giftstoffe bei der Gesundheit eines Feindes wegfressen und ihre Bewegung verlangsamen, macht Viper einfach das, was er am besten kann: Er fügt immer mehr Gift hinzu.",
    "npc_dota_hero_furion.quote": "Egal, ob es sich um einen Kampf handelt oder Ressourcen für seinen nächsten Angriff sammelt, der Prophet der Natur scheint überall zu sein. Er teleportiert nach Belieben an jedem Ort und schuf sofort eine Armee von gewalttätigen Bäumen, um für ihn zu kämpfen, greift dort an, wo Feinde am wenigsten erwartet.",
    "npc_dota_hero_warlock.quote": "Hexenmeister, die seinen dämonischen Golem beschwört, bringt den Feinden den Ruin und zerstört ihre Verteidigung. Doch auch ohne sein Golem können seine dunklen Zauber immer noch Chaos anrichten, ob sie Verbündete heilt und Feinde mit einem Wort schadet oder Gegner verbindet, um ihre Qual zu teilen.",
    "npc_dota_hero_magnataur.name": "Magnus, die Magnoceros",
    "npc_dota_hero_sniper.name": "Kardel Sharpeye, der Scharfschütze",
    "npc_dota_hero_sven.name": "Sven, der Schurkenritter",
    "npc_dota_hero_juggernaut.description": "Niemand hat jemals das Gesicht unter der Maske von Yurnero, dem Juggernaut, versteckt gesehen. Es ist nur Spekulationen, dass er sogar einen hat. Um einem korrupten Herrn zu trotzen, wurde Yurnero aus der alten Isle der Masken verbannt - eine Bestrafung, die sein Leben rettete. Die Insel verschwand kurz darauf unter den Wellen in einer Nacht der rachsüchtigen Magie. Er allein bleibt, um die lange Moloch -Tradition der Insel, eines Rituals und Schwertspiels, weiterzumachen. Yurneros Selbstvertrauen und Mut sind der letzte Praktiker der Kunst, das Ergebnis endloser Praxis; Seine erfinderische Klingenarbeit beweist, dass er nie aufgehört hat, sich selbst herauszufordern. Trotzdem sind seine Motive so unlesbar wie sein Ausdruck. Für einen Helden, der alles zweimal alles verloren hat, kämpft er so, als wäre der Sieg eine ausgemachte Schlussfolgerung.",
    "npc_dota_hero_viper.description": "Das bösartige Vertraute eines sadistischen Zauberers, der ihn gefangen genommen und hoffte, ihn zu zähmen, war Viper seltsamerweise froh, aus dem versiegelten und unveränderlichen unterirdischen Unterhalt zu entlassen worden zu sein. leuchtende Höhlen. Viper verbrachte einige Zeit damit, sich den Zauberern des Zauberers zu unterwerfen und zu erfahren, was er von den dunklen Magie, die der Magier praktizierte, zu lernen, was er konnte. Aber er erkannte bald, dass nur wenige Zauber so tödlich waren wie die Giftstoffe, die sein Geburtsrecht waren. Die Netherdrake strahlte eine Säure aus, die schnell die Riegel seines Käfigs wegging, und zog sich frei von seinen Grenzen, spuckte Gift in die Augen des alten Zauberer und stieg heraus, um die Welt wissen zu lassen, dass sie einen neuen Meister hatte.",
    "npc_dota_hero_zuus.description": "Herr des Himmels, Vater der Götter, Zeus behandelt alle Helden, als wären sie seine wilde, rebellischen Kinder. Nachdem seine göttliche Frau unnötig inmitten von Trysts mit unzähligen sterblichen Frauen erwischt worden war, gab er ihm schließlich ein Ultimatum: „Wenn Sie Sterbliche so sehr lieben, gehen Sie und werden Sie eins. Wenn Sie sich treu beweisen können, kehren Sie zu mir als meinen unsterblichen Ehemann zurück. Ansonsten geh und sterbe unter deinen Kreaturen. ' Zeus fand ihre Logik (und ihre Magie) unwiderlegbar und stimmte ihrem Plan zu. Er war seitdem in seinem besten Verhalten und war etwas Unsterblichkeit als von Sterblichen. Um sich jedoch für seinen ewigen Ehepartner würdig zu erweisen, muss er weiterhin den Sieg auf dem Schlachtfeld verfolgen.",
    "npc_dota_hero_night_stalker.description": "Es wird gesagt, dass im Morgengrauen des ersten Tages alle Nachtkreaturen ums Leben kamen. Alles, das heißt einen. Der Nachtstalker erfreut sich in seiner Böswilligkeit. Er schuf die ursprüngliche Rolle des Nachtschreckens, des Boogeyman, und solange es Younglings gab, ist es das Gespenst, das beschworen wurde, um sie zu erschrecken. Dies ist eine Rolle, die er genießt - keine leeren Theatern. Er verfolgt in der Tat die Unachtsamen, die Wehrlosen, diejenigen, die über die beleuchteten Wege hinausgegangen sind oder die Warnungen ihrer Gemeinschaften verweigert haben. Der Nachtstalker dient als lebendiger Beweis dafür, dass der schlimmste Albtraum eines jeden Kindes wahr ist.",
    "npc_dota_hero_viper.name": "Viper, die Netherdrake",
    "npc_dota_hero_omniknight.description": "Die Allwissenheit hatte die immense Mineralhülle des Planeten um sich selbst als Verteidigung gegen die zahlreichen Terrors des Weltraums gebildet. So hatte der alle sahen, dass einer die Welt geschaffen hat, und angesichts der anderen Wahrheiten, die an diesem Tag Purist enthüllt wurden, hatte der Ritter keinen Grund, die Geschichte zu widerlegen. Vielleicht ist die Allwissenheit ein Lügner, tief im Steingefängnis und nicht der Schöpfer der Welt, aber Omniknight hat seinen Glauben nie wieder in Frage gestellt. Seine Kampagne hatte endlich Bedeutung. Und es kann keine Frage geben, dass die herrlichen Kräfte, die ihn verleihen und seinen Gefährten solche Stärke im Kampf geben, zweifelsohne wirklich sind.",
    "npc_dota_hero_naga_siren.description": "Slithice, ein einst sehr angesehen von ihrer Rasse, befehligte viele Jahre lang ein Bataillon ihrer Stipendiaten und benutzte ihre beeindruckende Stimme als ihre größte Waffe. Mächtige, gewundene, serpentine, führte sie ihre tödliche Wache zur Verteidigung der tiefen und den großen Reichtum der versunkenen Städte. In der letzten Schlacht von Crey wurden ihre Streitkräfte jedoch von einer maraudierenden Armee von Levianths zurückgetrieben, die darauf abzielten, Tribut für ihren Gott Maelrawn zu finden. Nach dem langen und blutigen Ansturm, als die Körper aus den versunkenen Hallen entfernt wurden, wurde ein einzelner Juwelen -Kelch in der Fuge fehlend gefunden. Von ihrer hundert Wache überlebte nur eine Handvoll, aber ihre Tapferkeit und ihr Opfer waren von geringer Folge. Was zählte, war, dass der Schatz genommen wurde. Ehre zerstört. Und so wurde Naga -Sirene ausgestoßen. Verbannt, um nach dem gestohlenen Kelch zu suchen. Obwohl sie der goldenen Fusion hundertmal ihr Gewicht hinzufügen könnte, ist sie zum Unterschied zu ihrem Tag verurteilt, bis zu diesem Tag das, was genommen wurde, zurückkehrt. Denn kein Gold ist zu Ehren der Ehre, die sie verloren hat, gleich.",
    "npc_dota_hero_morphling.name": "Sich verwandeln",
    "npc_dota_hero_huskar.name": "Huskar, der heilige Krieger",
    "npc_dota_hero_pangolier.quote": "Der Pangolier ist bestrebt, in einem Moment in die Gefahr zu gehen, und lebt davon, feindliche Bewegungen zu stören und sich inmitten des Chaos zu stellen. Dieser anmutige Schwertkämpfer ist kunstvoll seine Klinge zwischen Rissen in Rüstung und Achselzucken mit den Angriffen mit seinen Schutzgrößen ab. Er ist immer bereit, in den Kampf zu rollen.",
    "npc_dota_hero_wisp.quote": "IO hat das Talent, Verbündeten effektiver zu machen. Als kraftvoller Begleiter, die Tether des Wisp, Geschwindigkeiten verbündet und stoppt Feinde. IO kann mit einem Verbündeten mit einem Verbündeten über das Schlachtfeld verknüpft und ein gefährlicher Verbündeter noch tödlicher sein.",
    "npc_dota_hero_pudge.description": "In den Feldern des endlosen Gemetzels, weit südlich von Quoidge, arbeitet eine korpulente Figur unermüdlich durch die Nacht - Dismembering, Ausschütteln, Häufen der Gliedmaßen und Eingeweide des Gefallenen, dass das Schlachtfeld durch Morgengrauen klar sein könnte. In diesem verfluchten Reich kann nichts zerfallen oder sich zersetzen; Keine Leiche darf jemals auf die Erde zurückkehren, aus der sie sprang, egal wie tief Sie das Grab graben. Pudge the Metzger, die von Aasvögeln, die ihn brauchen, um ihre Mahlzeiten in Schnäppchen-Stücke zu schneiden, seine Fähigkeiten mit Klingen, die schärfer werden, umso länger einsetzt, um sie zu nutzen. Swish, Swish, Thunk. Fleisch fällt aus dem Knochen; Sehnen und Bänder trennen sich wie nasspapier. Und während er immer einen Geschmack für die Metzgerei hatte, hat Pudge auch über die Ewigkeit einen Geschmack für sein Nebenprodukt entwickelt. Beginnend mit einem Muskelgobet hier, einem Schluck Blut dort ... schob er seine Kiefer tief in die härtesten Torsos, wie ein Hund, der an Lumpen nagte. Sogar diejenigen, die nicht vor dem Schnitter fürchten, fürchten den Metzger.",
    "npc_dota_hero_bane.description": "Wenn die Götter Albträume haben, ist es Bane Elemental, der sie bringt. Bane wurde auch als Atropos bekannt und wurde aus den Mitternachtsschrecken der Göttin Nyctasha geboren. Als Terrorkraft, die zu mächtig sind, um durch den Schlaf einzubehalten, tauchte er aus ihren Slumber auf, fütterte ihre Unsterblichkeit und stahl seine verdammliche Form aus ihrem tinten Blut. Er ist die Essenz der Angst. Sterbliche, die seine Stimme hören, hören ihre dunkelsten Geheimnisse in ihr Ohr. Er fordert die verborgene Angst im Herzen jedes Helden an. Wachsamkeit ist kein Schutz für Banes schwarzes Blut, das ständig tropft, ist ein Teer, der seine Feinde im Albtraum fängt. In Gegenwart von Bane erinnert sich jeder Held daran, die Dunkelheit zu fürchten.",
    "npc_dota_hero_troll_warlord.description": "Stellen Sie sich so sehr vor, sich vorzustellen, wie selten es ist, dass ein Troll von seiner eigenen Art gefahren wird, weil er zu schwierig ist, miteinander auszukommen. So war Jah'rakals Schicksal, ein Händler -Troll aus der Tiefe im Huven. So täuschend war er so bitter und abrasiv, dass selbst andere Trolle seine Firma unerträglich fanden. Nach einem besonders vitriolischen Ausbruch, in dem er den Löwenanteil von Beute aus ihrem jüngsten Überfall beanspruchte, schnappten seine Kohorten schließlich. Sie drehten ihn an, schlugen ihn mit Clubs und fuhren ihn aus dem Lager. Er war wütend über seine Verbannung, kehrte am nächsten Tag mit Stahl bewaffnet und tötete sie alle nacheinander. Dann schwor er einen Bluteid: Er würde immer nach einer Kampfkraft für sich selbst sein. Jetzt durchstreift er die Welt als Troll -Kriegsherr, bitter und wütend, der kaiserliche Hochkommandeur einer Armee von einem.",
    "npc_dota_hero_tidehunter.name": "Leviathan, der Tidehunter",
    "npc_dota_hero_earthshaker.name": "Raigor Stonehof, der Erdshaker",
    "npc_dota_hero_venomancer.description": "Siebzehn Jahre später war etwas an der Stelle, an der er gefallen war, etwas bewegt und die jahrelange Akkumulation von Humus: Venomant abgeworfen. Lesale der Kräuterkenner nicht mehr - aber Lesale der Todesbringer. Sein Verstand wurde so gut wie gelöscht, und sein Fleisch war durch eine neue Art von Materie verzehrt und ersetzt worden - eines mit der giftigen Integument der Orchidee das Gift des Reptils. Jidis Säuredschungel kannte einen neuen Meister, vor dem selbst die bösartigsten Raubtiere bald lernten, sich für ihr Leben zu verbeugen oder zu graben. Die grelle Insel erwies sich als zu eng, und einige menschliche Hunger tief im Herzen des Giftes fuhren Lesale auf der Suche nach neuen Giften und neuen Todesfällen aus.",
    "npc_dota_hero_silencer.quote": "Schalldämpfer verändert die Dynamik jeder Schlacht, wenn er die Fähigkeit des Feindes schließt, ihre Zaubersprüche zu wirken. Als er seine Feinde mit seinem Glaiv zu Bändern schneidet, stiehlt er ihre Intelligenz, um ihm zu erweitern und sicherzustellen, dass seine Feinde immer im Nachteil sind.",
    "npc_dota_hero_invoker.description": "Die meisten dieser Quasi-Immortalen leben leise und haben Angst, ihr Geheimnis zuzugeben. Aber Invoker ist nicht einer, der seine Geschenke verborgen hält. Er ist uralt, über alle anderen hinaus gelernt, und sein Verstand hat irgendwie immer noch Raum, um ein immenses Gefühl seines eigenen Wertes zu enthalten ... sowie die Aufrufe, mit denen er sich durch die lange langsame Dämmerung der sterbenden Tage der Welt amüsiert.",
    "npc_dota_hero_bloodseeker.name": "Strygwyr, der Bloodseeker",
    "npc_dota_hero_dragon_knight.name": "Davion, der Drachenritter",
    "npc_dota_hero_treant.name": "Rooftrellen, der Treant -Beschützer",
    "npc_dota_hero_centaur.name": "Bradwarden, der Centaur Warrunner",
    "npc_dota_hero_brewmaster.name": "Mangix, der Braumeister",
    "npc_dota_hero_doom_bringer.name": "Luzifer, das Doom",
    "npc_dota_hero_night_stalker.name": "Balanar, der Nachtstalker",
    "npc_dota_hero_pudge.name": "Pudge, der Metzger",
    "npc_dota_hero_enigma.description": "Es gibt Geschichten, die besagen, dass er einst ein großer Alchemist war, der versuchte, die Geheimnisse des Universums freizuschalten und für seine Arroganz verflucht wurde. Andere Legenden sagen, dass er ein altes Wesen von seltsamer Schwerkraft ist, der Abgrund personifizierte - eine verdrehte Stimme von der ursprünglichen Dunkelheit vor dem ersten Licht im Universum. Und es gibt ältere Legenden, die sagen, er sei der erste zusammengebrochene Stern, ein schwarzes Loch, das kompliziert und empfindungsfähig geworden ist - seine Motivationen unerkennbar, seine Kraft unaufhaltsam, eine Kraft der Zerstörung, die beim Existenz selbst entfesselt wurde.",
    "npc_dota_hero_crystal_maiden.name": "Rylai, das Kristallmädchen",
    "npc_dota_hero_drow_ranger.description": "Von ihrem Adoptivstamm entfremdet, zog sie sich zurück, alleine im Wald zu leben. Verlorene Reisende, die sich aus dem Wald aus dem Wald befinden, sprechen manchmal von einem unglaublich schönen Ranger, der sie aus tief unter den Bäumen anschaute, und verschwand dann wie ein Traum, bevor sie sich nähern konnten. Glühend und heimlich, eisig heiß, bewegt sie sich wie Nebel schweigend. Das Flüstern, das Sie hören, sind ihre gefrorenen Pfeile, die das Herz eines Feindes finden.",
    "npc_dota_hero_slardar.description": "Slardar ist ein Slithereen, einer der tiefen, Wächter des großen Reichtums der versunkenen Städte und der dort vergrabenen alten Reichtümer. Im leichten Golf des großen Ozeans Abyses trägt der Slithereen-Wachmann sein Kaugerlicht mit ihm durch die geheimen Schatzräume. Subwäsige Diebe (von begehrens Trockenzauberern in die Tiefe geschickt) werden von ihrem freundlichen Glanz angezogen, um niemals zurückzukehren. Er ist absolut loyal und seine stillschweigende Natur verbirgt tiefes Wissen über die geheimesten Orte des Meeres. Er erhebt sich trotz der Schmerzen, die ihm durch Helligkeit verursacht wurden, auf Erkenntnis, um sicherzustellen Schatzkammer. Weil er sein ganzes Leben mit großem Druck verbracht hat, ist Slardar, der Slithereen -Wachmann unter enormem Meer, eine Kreatur von großer Kraft.",
    "npc_dota_hero_juggernaut.quote": "In einer Flut von Schrägstrichen schneidet Moloch seine Feinde ab. Sprint und dreht sich in den Kampf mit rücksichtsloser Hingabe und fast unbesiegbar, sobald er seinen Angriff beginnen kann, kann oft genauso schwierig sein, ihn zu überleben.",
    "npc_dota_hero_tidehunter.description": "Der als Leviathan bekannte Tidehunter war einst der Verfechter der versunkenen Inseln, aber seine Motive sind so mysteriös wie die seines Volkes. Wir alle wissen, wie wichtig die Drylanders -Schifffahrtswege sind, wie Imperien nach dem offenen Wasser steigen und fallen können. Weit weniger ist die U -Boot -Gassen bekannt und wie die kriegführenden Stämme der Meranthic Diaspora durch endlose Unterwasserscharmütze die Lebensräume herausgeschnitten haben. In den fragilen Verträgen zwischen Mer und Männern können wir das Ausmaß der ertrunkenen Reiche erkennen, aber ihre Politik wirkt komplex und undurchsichtig. Es scheint, dass Leviathan von solchen kleinen Streit müde und sich selbst auf den Weg machte, nur seinem Abgrundsalgott, Maelrawn the Tentacular. Er verfolgt die Untiefen jetzt auf der Suche nach Männern oder Meranths, die sich in seinen Weg bewegt, und mit einem besonderen Ableiten nach Admiral Kunkka, der seit langem seine Erzfeindin aus Gründen der tiefsten Gräben des Meeres ist.",
    "npc_dota_hero_leshrac.quote": "Leshracs mächtige Zaubersprüche haben die Feinde und ihre Verteidigung gleichermaßen abgewirrt. Mit seinem verheerenden Edikt tief in feindliches Territorium eindringen, sorgfältiger Zeitpunkt seiner Fähigkeit, die Erde aufzuteilen, wird Feinde betäuben und es seinen gnadenlosen Verbündeten ermöglichen, sie zu beenden.",
    "npc_dota_hero_sven.description": "Sven ist der Bastard -Sohn eines Wachritters, der aus einem blöden Meranth geboren wurde und in den Shadeshore -Ruinen aufgewachsen ist. Mit seinem Vater, der wegen Verstoßes gegen die Mahnwache Codex ausgeführt wurde, und seine Mutter durch ihre wilde Rasse meiden, glaubt Sven, dass Ehre in keiner sozialen Reihenfolge zu finden ist, sondern nur in sich selbst. Nachdem er seine Mutter durch einen anhaltenden Tod gepflegt hatte, bot er sich als Anfänger der Wachritter an und enthüllte nie seine Identität. Dreizehn Jahre lang studierte er in der Schule seines Vaters und beherrschte den starren Code, der seine Existenz zum Greuel erklärte. Dann, an dem Tag, an dem er sein sollte, ergriff er die ausgestoßene Klinge, zerschmetterte das heilige Helm und verbrannte den Kodex in der heiligen Flamme der Mahnwache. Er schritt von Vigil Keeping, für immer einsam, und folgte seinem privaten Code bis zur letzten strengen Rune. Immer noch ein Ritter, ja ... aber ein Schurkenritter. Er antwortet nur sich.",
    "npc_dota_hero_drow_ranger.name": "Traxex, der Drow Ranger",
    "npc_dota_hero_pangolier.description": "Es gibt kein Monster, das er nicht töten wird. Keine Kreatur, die er nicht werben wird. Kein Tyrannen, gegen den er nicht stand. Und keine edle Immun gegen seine silberne Zunge.",
    "npc_dota_hero_ancient_apparition.name": "Kaldr, die alte Erscheinung",
    "npc_dota_hero_earthshaker.description": "Er hatte sich nach dem Bild eines sterblichen Tieres geprägt und sich Raigor Stonehof nannte. Er blutet jetzt und atmet, und deshalb kann er sterben. Aber sein Geist ist immer noch der der Erde; Er trägt seine Kraft im magischen Totem, das ihn niemals verlässt. Und an dem Tag, an dem er nach Staub zurückkehrt, wird ihn die Erde als verlorener Sohn begrüßen.",
    "npc_dota_hero_sand_king.name": "Crixalis, der Sandkönig",
    "npc_dota_hero_shadow_shaman.name": "Rhasta, der Schamane des Schams",
    "npc_dota_hero_grimstroke.quote": "Zertifiziert sich in der Lage, den Kampf aus dem Stadtrand zu manipulieren, studiert Grimstroke jede Bewegung und bewertet jede Linie. Er freut sich darüber, Phantom -Thralls zu ärgern, um Gegner zu ärgern, da er sorgfältig überlegt, wie mehrere Feinde mit einem schicksalhaften Schlaganfall geschickt werden können.",
    "npc_dota_hero_lina.quote": "So tödlich sie auch zerbrechlich ist, trifft Lina mühelos jeden Feind, der dumm genug ist, alleine gefangen zu sein. Mit jedem Zauber, den sie wirkt, sucht sie mit Flamme und Hitzeblitz und sorgt dafür, dass nur wenige ihre Angriffe überleben können.",
    "npc_dota_hero_doom_bringer.quote": "Auf die eine oder andere Weise schließt Doom seine Feinde. Er verschlingt das Kriechen, um die verschiedenen Fähigkeiten zu beanspruchen, die sie im Leben hatten, und kann den Zauber und Gegenständen eines Feindes mit seinem ultimativen, während er seine Feinde rackt, ein anhaltendes Schweigen auf die Zauber und Gegenstände legen.",
    "npc_dota_hero_faceless_void.description": "Darkterror Die gesichtslose Leere ist ein Besucher aus Claszurem, einem Reich außerhalb der Zeit. Es bleibt ein Rätsel, warum dieses Wesen aus einer anderen Dimension glaubt, dass der Kampf um die Nemesis Stones es wert ist, in unsere physische Ebene einzudringen, aber anscheinend eine Verärgerung über das Kräfteverhältnis in dieser Welt hat Auswirkungen in angrenzenden Dimensionen. Zeit bedeutet für Darkterror nichts, außer als Möglichkeit, seine Feinde zu vereiteln und seinen Verbündeten zu helfen. Sein langer Ansicht über den Kosmos hat ihm eine abgelegene, getrennte Qualität gegeben, obwohl er im Kampf in der Lage ist, sie persönlich zu machen.",
    "npc_dota_hero_phantom_assassin.description": "Durch einen Prozess der Wahrsagerei werden Kinder zur Erziehung von den Schwestern des Schleiers ausgewählt, eine Ordnung, die einen heiligen Teil der natürlichen Ordnung ermordet. Die verschleierten Schwestern identifizieren Ziele durch Meditation und orakuläre Äußerungen. Sie akzeptieren keine Verträge und scheinen niemals aus politischen oder seriaren Gründen Ziele zu verfolgen. Ihre Morde haben keine Beziehung zu einer erkennbaren Agenda und können völlig zufällig zu sein: Eine Figur der großen Kraft ist nicht wahrscheinlicher, dass es beseitigt wird als ein Bauern oder ein Brunnengräber. Welches Muster die Morde enthalten mögen, es ist ihnen nur bekannt. Sie behandeln ihre Opfer als Opfer, und der Tod an ihrer Hand wird als Ehre angesehen. Ohne Identität außer der ihrer Ordnung erhoben, kann jeder Phantom -Attentäter die Stelle eines anderen einnehmen; Ihre Zahl ist nicht bekannt. Vielleicht gibt es viele, vielleicht gibt es nur wenige. Nichts ist bekannt, was unter dem Phantomschleier liegt. Abgesehen davon, dass dieser von Zeit zu Zeit, wenn keiner nahe genug ist, um sie zu hören, ihre Schleier mit dem verbotenen Flüstern ihres eigenen Namens rührt: mortred.",
    "npc_dota_hero_beastmaster.quote": "Beastmaster ruft einen Giftschwein und einen Scouting Hawk, um seiner Jagd zu helfen, nie unvorbereitet. Mit seinen Äxten durch den Wald hackt sein atemberaubendes Brüllen und öffnet den Weg für seine Verbündeten, Feinde zu zerstören.",
    "npc_dota_hero_luna.description": "Sie wurde eine Wahl angeboten: Schließe sich dem Dunklen Mond an und versprechen Sie sich zum Dienst von Selemene oder gehen Sie und kehren Sie nie zurück. Sie zögerte nicht. Sie umarmte ihre Absolution, verzichtete auf ihre blutige Vergangenheit und nahm einen neuen Mantel als Luna of the Dark Moon, den gefürchteten Mondreiter, rücksichtsloser und immer loyaler Wächter der Nachtsilver-Wälder auf.",
    "npc_dota_hero_brewmaster.quote": "Als furchterregender Kämpfer in jeder Situation kann Brewmaster das Blatt des Kampfes verwandeln, indem er sich in drei Elementargeister mit jeweils eigene Fähigkeiten aufteilt. Wenn er nicht geteilt ist, bringt er ein betrunkenes Chaos in seine Feinde mit langsamen Klatschen und kraftvollen Schwankungen seines Stabes.",
    "npc_dota_hero_broodmother.quote": "Die Brutmutter versteckte sich unsichtbar in ihren Bahns und birgt eine Armee von Spinnen, um die Streitkräfte ihres Teams zur feindlichen Basis zu führen. Als Beute in der Nähe wandert, schließt sie sich ihren Kindern an und greift an und verlangsamt die Feinde mit unfähigen Bissen, während sie ihren unersättlichen Hunger verwöhnt.",
    "npc_dota_hero_monkey_king.name": "Sun Wukong, der Affenkönig",
    "npc_dota_hero_leshrac.name": "LESHRAC, die gequälte Seele",
    "npc_dota_hero_omniknight.quote": "Omniknight, ein Vormund an der Front des Kampfes, ist immer bestrebt, sich seinem Team anzuschließen. Egal, ob Sie einen Verbündeten mit einem Zauber heilen, der auch in der Nähe von Feinden schadet oder einen Feind mit seinem mächtigen Hammer schlägt, er schützt seine Verbündeten vor Schaden.",
    "npc_dota_hero_phantom_lancer.name": "Azwraith, der Phantom Lancer",
    "npc_dota_hero_meepo.name": "Meepo, der Geomancer",
    "npc_dota_hero_morphling.quote": "Morphosen kann seine Eigenschaften zu seiner Situation verlagern und kann so schwer fassbar sein wie tödlich. Egal, ob Sie eine Welle fahren, um einen Feind zu flankieren oder seine Gesundheit zu steigern, bevor er in seine irreführende Replikation entkommt, nur wenige können hoffen, ihn zu integrieren.",
    "npc_dota_hero_weaver.quote": "Weaver hat keine Probleme, sich Feinden zu entziehen, sich für einen anderen Streik zu positionieren. Er rutscht in und außer Sichtweite ein und vermeidet den Tod, indem er sich in eine frühere Position und einen früheren Gesundheitszustand zurückspottet. Sein Arsenal der schwer fassbaren Fähigkeiten sorgt dafür, dass er immer ein kritisches Ärgernis für seine Feinde darstellt.",
    "npc_dota_hero_pangolier.name": "Donte Panlin, der Pangolier",
    "npc_dota_hero_nevermore.name": "Nevermore, der Schattenfreund",
    "npc_dota_hero_obsidian_destroyer.quote": "Outworld Destroyer stiehlt aus den Köpfen derer, die er beeinträchtigt, und verwandelt rohe Intelligenz in destruktive Kraft. Er schwächt Feinde mit einer Flut von arkaner Energie und zerschmettert ihre geistige Gesundheit mit seiner ultimativen Explosion und löscht oft Mana von denen, die überleben.",
    "npc_dota_hero_nevermore.description": "Es wird gesagt, dass nie mehr der Schattenfiend die Seele eines Dichters hat, und tatsächlich hat er Tausende von ihnen. Im Laufe der Jahrhunderte hat er die Seelen von Dichtern, Priestern, Kaisern, Bettlern, Sklaven, Philosophen, Kriminellen und (natürlich) Helden beansprucht. Keine Art von Seele entgeht ihm. Was er mit ihnen macht, ist unbekannt. Niemand hat jemals in den Abgrund geschehen, woher nie mehr wie ein Aal unter Astralgesteinen greift. Verschlingt er sie nacheinander? Bringt er sie entlang der Hallen eines Eldritch -Tempels oder legt die Seelen in nekromantischer Salzlake ein? Ist er nur eine Marionette, die durch einen dämonischen Puppenspieler durch den dimensionalen Riss gedrängt wird? So ist sein Böses, so intensiv seine Aura der Dunkelheit, dass kein rationaler Geist in ihn eindringen kann. Wenn Sie wirklich wissen möchten, wohin die gestohlenen Seelen gehen, gibt es natürlich einen sicheren Weg, um herauszufinden: Fügen Sie Ihre Seele seiner Sammlung hinzu. Oder warten Sie einfach auf Nevermore.",
    "npc_dota_hero_witch_doctor.quote": "Hexenarzt ist, was sein Team ihn braucht. Egal, ob er sein Team mit allmählich heilender, atemberaubender und verfluchter Feinde unterstützt, um einen Kill zu gewährleisten, oder um Feinde selbst mit einem Tanz von seinem mächtigen Ultimate zu zerstören, nur wenige können die Vielseitigkeit des Hexenarztes mithalten.",
    "npc_dota_hero_axe.name": "Mogul Khan, die Axt",
    "npc_dota_hero_antimage.quote": "Sollte Anti-Mage die Möglichkeit haben, seine volle Stärke zu sammeln, können nur wenige seine Angriffe stoppen. Es ist eine Herausforderung für jeden Feind, Mana von Feinden mit jedem Streik zu entlassen oder kurze Strecken zu entkommen, um einem Hinterhalt zu entkommen.",
    "npc_dota_hero_lion.quote": "Löwe gibt den Feinden wenig Chance, sich zu revanchieren. Atemberaubende Ziele mit einer schädlichen Reihe von Spikes oder die vorübergehend verwandelte Tarif in ein harmloses Tier, auch wenn seine mächtigen Zauber nicht genug sind, sollten er und seine Verbündeten immer noch die ganze Zeit haben, die sie brauchen, um ihre Feinde zu töten.",
    "npc_dota_hero_sand_king.quote": "Nicht viele können einen Hinterhalt von Sand King überleben. Als er alles um ihn herum mit Wellen tödlicher Vibrationen von seinem Ultimate abbrach, weicht er Gegenangriffe aus, indem er sich in einem schürzenen Sandbö versteckt, und findet sich aus, indem er sie von unten schlägt.",
    "npc_dota_hero_phantom_lancer.quote": "Phantom Lancer stürmt die feindlichen Streitkräfte mit einer endlosen Versorgung mit Klonen. Er führt seine illusorische Armee an und kann Feinde in einer atemberaubenden Angriffen auseinander schneiden, Klone in feindliches Territorium schicken oder seine Doppelgänger verwenden, um Gegner in die Irre zu führen und sich zu entziehen, wenn sie in die Enge getrieben werden.",
    "npc_dota_hero_lina.description": "Die Geschwister -Rivalitäten zwischen Lina, der Slayer, und ihrer jüngeren Schwester Rylai, der Kristalljungfrau, waren in der gemäßigten Region, in der sie ihre streitigen Kindheit zusammen verbrachten. Lina hatte jedoch immer den Vorteil, denn während Crystal schullos und naiv war, wurde Linas feuriger Begeisterung durch Klugheit und Konnivierung gemildert. Die verärgerten Eltern dieser inkompatiblen Nachkommen durchlagen ein halbes Dutzend Gehöfte und verloren einen durch das Feuer, das nächste Eis, bevor sie erkannten, dass das Leben einfacher wäre, wenn die Kinder getrennt würden. Als älteste wurde Lina weit nach Süden geschickt, um mit einer Patienten -Tante in der lodernden Wüste von Misrule zu leben, ein Klima, das sich für den feurigen Jäger mehr als angenehm erwies. Ihre Ankunft machte einen ziemlichen Eindruck auf die Somnolent-Einheimischen, und mehr als ein potenzieller Freier versengte sich mit den Fingern oder gingen mit gesungenen Augenbrauen weg, seine Fortschritte wurden verschoben. Lina ist stolz und selbstbewusst, und nichts kann ihre Flamme dämpfen.",
    "npc_dota_hero_storm_spirit.description": "Sturmgeist ist buchstäblich eine Naturkraft - die wilde Kraft des Windes und des Wetters, in menschlicher Form abgefüllt. Und eine ausgelassene, fröhliche, unbändige Form ist es! So lustig wie ein Lieblings -Onkel, er injiziert jede Szene knisternde Energie. Aber es war nicht immer so und es gab Tragödien in seiner Schöpfung. Vor den Generationen, in den Ebenen jenseits der Wehklappenberge, lag ein gutes Volk, das in Dürre und Hungersnot hungerte. Ein einfacher Elementalist, Thunderkeg mit Namen, verwendete einen verbotenen Zauber, um den Geist des Sturms zu beschwören und um Regen zu bitten. In der Vermutung dieses Sterblichen verärgert sich der als Raijin bekannte Sturmhimmelsverschwendung in das Land und schürt ihn mit Winden und Überschwemmungen durch. Thunderkeg war nicht mit dem Himmlischen zusammengekommen - zumindest bis er einen Selbstmordzauber wirkte, der ihr Schicksal in einen hat: Er hat das Himmlische im Käfig seines eigenen Körpers eingefangen. Thunderkegs grenzenloser guter Humor, der mit Raijins verrückter Energie verschmolzen ist und den fröhlichen Raijin Thunderkeg, einen himmlischen, der die Welt in physischer Form wandelt, geschaffen hat.",
    "npc_dota_hero_slark.description": "Das Dark Reef ist ein versunkenes Gefängnis, in dem die schlimmsten Seebedüßung für Verbrechen gegen ihre Mitmenschen geschickt wird, wenig bekannt für die Bewohner der trockenen Welt. Es ist ein rasiermesserer Stachel Warren voller mörderischer, verräterischer, soziopathischer Meranths. In diesem schwachen Labyrinth, der von Aalen patrouilliert und von enormen Anemonen bewacht wird, überleben nur der Teufel. Slark war ein halbes Leben lang ohne Verwandte oder Freundlichkeit in das dunkle Riff für unbekannte Verbrechen. Er vertraute niemandem, überlebte durch eine Kombination aus Stealth und Rücksichtslosigkeit, die seine Gedanken und seine Pläne für sich selbst hielt. Als das berüchtigte dunkles Reef Dutzend ihren unglücklichen Ausbruch platzierte, hielten sie ihre Pläne ein perfektes Geheimnis, ermordete jeden, der die Stücke hätte zusammenstellen können-aber irgendwie entdeckte Slark ihr Schema und machte sich darin einen Platz in sich. Zehn der Dutzend starben bei dem Fluchtversuch, zwei wurden gefangen genommen, zurück nach Dark Reef gebracht und dann zur Unterhaltung ihrer Mitinsassen hingerichtet. Aber Slark, der Unbesungene dreizehnte, benutzte die Aufregung als Deckung und rutschte weg, um niemals erwischt zu werden. Jetzt ist Slark ein verstohlener Bewohner des fleischfressenden Mangroven -Peelings, das die südliche Reichweite von Shadeshore begeistert, und bleibt der einzige erfolgreiche Escapee aus Dark Reef.",
    "npc_dota_hero_ember_spirit.description": "Als er jedoch den Weg eines Kriegers unterrichtete, erwarb er den Rivalen eines Kriegers, und in seinem Herbst wurde Xin besiegt und getötet. Seine Anhänger verbreiteten sich bis zum Wind. Doch als sich die Jahre jahrhundertelang und anschließend zu Nachkommen verwandelten, wurden seine Lehren durch subtiles Flüstern und Tat. Der brennende himmlische, neugierige Aspekt des Feuers berührte sich von dem dauerhaften Vermächtnis des Lehrers, warf sich der Festung der Fackeln und wieder entzündete die Pyre -Asche. Aus diesen glühenden Glut entstanden ein Bild von Xin, das in Flamme gekrönt war.",
    "npc_dota_hero_meepo.quote": "Durch die Beschwörung von bis zu vier ständigen Kopien von sich selbst kann Meepo sofort von jeder Front kämpfen. Seine Klone auf dem Schlachtfeld verbreitet, wenn ein Feind gefunden wird, bindet er seinen Feind, sammelt sich mit einem explosiven Teleportieren und vergräbt dann das, was übrig bleibt.",
    "npc_dota_hero_templar_assassin.description": "Als sie ihre verstohlenen Talente der Entsperren der Geheimnisse des Universums widmete, schloss sie stattdessen eine geheime Tür auf, die in der Natur selbst existiert: den Eingang zum versteckten Tempel. Die Intelligenzen, die über dieses Portal hinaus warteten, erwiesen sich als erwarteten sie, und welche Geheimnisse, die sie im Moment ihrer Entdeckung enthüllten, waren nichts im Vergleich zu den Antworten, die sie Lanaya aufwiesen, sollte sie in ihrem Dienst fortsetzen. Sie schwor, die Geheimnisse zu schützen, aber mehr auf den Punkt gebracht, im Dienst des versteckten Tempels, sie befriedigt ihr endloses Verlangen nach Verständnis. In den Augen jedes Feindes, das sie ausschloss, wird ein bisschen mehr vom Geheimnis enthüllt.",
    "npc_dota_hero_centaur.quote": "Centaur Warrunner ist ein Meister von Schaden, die sowohl Schaden zufügen und absorbieren. Er führt die Anklage in die Schlacht, stampft seine Feinde und kontert sofort jeden Angriff. Sein Ansturm beschleunigt seine Verbündeten sowohl im Kampf als auch im Flug und beschleunigt das Tempo des Gemetzels.",
    "npc_dota_hero_razor.name": "Rasiermesser, der Blitzerschweiner",
    "npc_dota_hero_broodmother.name": "Schwarze Arachnien, die Brutmutter",
    "npc_dota_hero_legion_commander.quote": "Der Legion Commander marschiert über das Schlachtfeld und fordert Einzelgänger im Einzelkampf heraus. Jedes Duell, den sie gewinnt, erhöht die Macht ihrer Angriffe, bis sie endlich eine unerbittliche Ein-Frau-Armee werden kann.",
    "npc_dota_hero_skeleton_king.description": "König Ostarion baute seit Jahren ein Königreich aus den Überresten seiner Feinde. Es war eine Besessenheit eines Zwangs, das die langen Ewigkeit einer Monarchie bestanden hatte, die das Schicksal niemals zu beenden schien. Er glaubte, solange er die Türme seines Palastes aufbaute, konnte er nicht sterben. Aber schließlich erfuhr er, dass er getäuscht worden war ... dass der Knochen selbst umkommen konnte. Er war zutiefst misstrauisch gegenüber Fleisch und suchte eine dauerhaftere Art, seine Regierungszeit zu verlängern, und ließ sich schließlich für die Streben nach Wraith -Energie ein, eine Form des reinen Geistes, die bestimmte dunkle Seelen beim Tod abgegeben haben. Sollte er sich mit Wraith -Essenz infundieren, dachte er, er könnte einen Körper schaffen, der so leuchtend und ewig wie sein Ego ist. Auf der tausendjährigen Sonnenwende, die als Wraith-Night bekannt war, untersuchte er sich einem Ritus der Transformation und zwang seine Untertanen, genug Seelen zu ernten, um seinen Ehrgeiz für Unsterblichkeit zu tanken. Niemand weiß, wie viele seiner Champions starben, denn der einzige Überlebende, der sich mit der Wraith -König merkte, die am folgenden Morgen mit der Sonne aufstieg. Jetzt verbringt er selten einen Moment mit seinem glühenden Thron - aber mit gezogenem Schwert und verlangt eine Treue, die weit über den Tod hinausgeht.",
    "npc_dota_hero_enchantress.quote": "Die Zauberin schädlich aus nächster Nähe und tödlich, spießt die Feinde mit Angriffen auf, um so schädlicher zu werden, je weiter sie fliegen. Egal, ob sie ihren Feinden oder charmanten Waldkreaturen, um ihre Schlachten zu führen, stark verlangsamen, sie fehlt ihnen nie mit Werkzeugen, um einen Kampf zu gewinnen.",
    "npc_dota_hero_invoker.quote": "Mit einem komplizierten Arsenal von Zaubersprüchen kann sich Invoker an jede Kampfsituation anpassen. Jede Konfiguration seiner drei Zauberkomponenten ergibt einen von zehn Zaubersprüchen, was bedeutet, dass er nie ohne Möglichkeit ist, seinen Feinden zu zerstören oder zu entkommen.",
    "npc_dota_hero_templar_assassin.quote": "Templare -Attentäter pfeffern das Schlachtfeld mit langsamen Fallen und versteckt sich unsichtbar und bereit, ihre Beute zu überfallen. Sobald sie ihren Angriff entspricht, schlägt sie Feinde mit durchdringenden psionischen Klingen und lenkt Gegenangriffe mit ihrem gebrochenen Schild ab.",
    "npc_dota_hero_magnataur.quote": "Feinde, die dumm genug sind, zu versammeln, lernen, das Horn von Magnus zu fürchten. Er kann in der Lage sein, nahe gelegene Feinde zusammenzuziehen, kann er sie mit ermächtigten Angriffen oder Spieß mit seinem Horn schließen, um sie vor seine gnadenlosen Verbündeten zu bringen.",
    "npc_dota_hero_tinker.quote": "Tinker zerstört Feinde mit Maschinen und einer Vielzahl tödlicher Geräte. Wenn er die Ressourcen sammeln kann, die er benötigt, ermöglicht es ihm die Kraft, die seine Fähigkeiten sofort erfrischt, sein Team von jeder Front zu führen.",
    "npc_dota_hero_broodmother.description": "Leider ermutigte das Fehlen des Meisters des magnetischen Zigguraten lediglich eine neue Generation von Eindringlingen. Als einer ihrer Neugeborenen von einem ungeschickten Abenteurer unter den Füßen unter den Füßen wurde, erreichte sie das Ende ihres seidenen Seils. Die Brutmutter machte sich auf die Oberfläche und erklärte ihre Absicht, die Welt jedes möglichen Invaders bis zum letzten Helden zu befreien, bis sie sicherstellen könnte, dass ihr Kindergarten möglicherweise wieder eine sichere und gesunde Umgebung für ihre kostbare Spiderspawn ist.",
    "npc_dota_hero_centaur.description": "Warrior besiegte Warrior nach Warrior, bis die Arena mit dem Jubel seines Namens boomte, und er befand sich allein, dem unbestrittenen Champion seiner Art. Der große Gürtel von Omexe wurde verliehen und um seinen breiten Torso gewickelt, aber in seinem Sieg fand der Todeskünstler nur Leere. Für was ist ein Krieger ohne Herausforderung? Der große Centaur galoppierte an diesem Tag mit einem neuen Ziel aus Omexe. Für sein Volk ist Warrunner der größte Krieger, der jemals in die Arena eingetreten ist. Jetzt hat er sich vorgestellt, um zu beweisen, dass er der größte Kämpfer ist, der je gelebt hat.",
    "npc_dota_hero_alchemist.quote": "Alchemist synthetisiert zusätzliche Ressourcen von jedem Töten und hat keine Probleme, die Werkzeuge zu sammeln, die erforderlich sind, um seine Feinde zu zerstören. Er überfallen Feinde mit ätzenden Säure und einer Vielzahl instabiler Chemikalien und kämpft darum, dass seine gierigen Eskapaden ununterbrochen bleiben können.",
    "npc_dota_hero_enigma.quote": "Enigma ist weithin für seine endgültige Fähigkeit gefürchtet und kann ein schwarzes Loch beschwören, das feindliche Kräfte einnehmen kann, damit Verbündete sie dann zerstören können. Als allgegenwärtiges Kontingent von Eidolons an seiner Seite schlägt er Feinde mit Fernkampfangriffen.",
    "npc_dota_hero_gyrocopter.name": "Aurel Vlaicu, der Gyrokopter",
    "npc_dota_hero_antimage.name": "Anti Magier",
    "npc_dota_hero_phantom_lancer.description": "Azwraith fokussiert und wütend von der Schlachtung seiner Brüder und besiegte jeden der tödlichen Fallen des Zauberers und zauberte Wächter. Bald kam der einfache Fischer in Vorn's Tower Sanctum an. Das Paar duellierte durch die Nacht, Hecht zum Stab, als Chaos unten tobte und mit einem ohrenbetäubenden Schrei Azwraith seinen Feind durchbohrte. Aber der Zauberer lief nicht einfach ab; Er explodierte in unzählige Lichtschärfen und drang mit Kraft in seinen Mörder ein. Als sich der Staub niederließ und der Rauch des Kampfes zu klären begann, stand Azwraith unter einer Menge seiner Verwandten. Jeder schien so gekleidet zu sein, wie er war, jeder schien bewaffnet zu sein, wie er war, und er konnte spüren, dass jeder Gedanke wie er. Er war sich bewusst, dass sich seine Verbündeten näherten, er ließ diese Phantome, um sich zu verbergen, und nacheinander begannen sie, ins Nichts zu verschwinden. Als die Soldaten auf das Heiligtum stießen, fanden sie den Krieger, der den Zauberer besiegt hatte. Als sie sich ihrem Champion näherten, verschwand der Lancer. Der Pikeman, der vor ihnen gestanden hatte, war nicht mehr als ein anderes Phantom.",
    "npc_dota_hero_tiny.name": "Winzig, der Steinriese",
    "npc_dota_hero_winter_wyvern.description": "Wie viele große Dichter möchte Auroth nur Zeit schreiben, aber das Leben des Winters Wyvern ist voller Unterbrechungen. Die Epen der Eldwurms haben eine lange und farbenfrohe Geschichte, aber einige befürchten, dass die verbleibenden Drachenwissenschaftler nicht so produktiv sind wie früher, wobei die Eldwurm -Eddas seit dem letzten Alter der Größe nur wenige Zeilen hinzugefügt haben. Auroth beklagt: \"Wir vergessen, dass das Leben als Triumph und Herrschaft über Feinde mehr gibt. Wir müssen auch unser Leben in der Streben nach kreativem Ausdruck leben.\" Sie beginnt Forschungsexpeditionen und sammelt Bücher als Inspiration. Aber all diese Forschungen können schrecklich ablenkend sein, und sie verbringt weniger Zeit damit, zu schreiben, als sie sollte. Obwohl sie weiß, dass sie in ihrem Versteck lauern sollte und zu den Eddas beiträgt, ist sie in epische Kämpfe gegen mächtige Feinde verwickelt. Sie schließt Curles, überfällt alte Bibliotheken ... und wenn sie sich dabei den Ruhm auf sich selbst häuft, erzählt sie sich selbst, dass es nur eine Nebenwirkung ihrer Forschung ist. Tatsache ist, dass ihre Fähigkeiten und ihre Macht auf dem Schlachtfeld legendär sind, ihre wissenschaftlichen Schwierigkeiten bisher kaum kaum literarische Anerkennung waren. Aber sie ist nicht zufrieden damit, als Protagonistin der heldenhaften Überlieferung zu stehen. Sie möchte es auch schaffen.",
    "npc_dota_hero_furion.description": "Als Verodicia, die Göttin des Waldes, an den grünen Orten fertig war, nachdem er den gewickelten Geist im Samen gepflanzt hatte, nachdem er das Wattern aus der Tiefe in den Felsen gelockt hatte und die Sonne für die wachsenden Dinge volle Aufmerksamkeit geschworen hatte. Sie erkannte, dass ihre eigene Zeit ihr Ende erreicht hatte, und wie einer der Blätter, deren Schicksal sie im Samen eingeprägt hatte, würde sie fallen, ohne das Früchte ihres Traums zu sehen. Es schmerzte sie, die Welt berechnet zu lassen, denn die Sprossen hatten noch nicht durch den Boden gebrochen - und sie wären zart und verletzlich für jede Art von Schaden. Sie fand in ihrem Samenbeutel einen letzten Samen, den sie in der Aussaat verpasst hatte. Sie sprach ein einziges Wort in den Samen und schluckte es, als sie fiel. Ihr riesiger Körper zersetzt sich während des gesamten Winters und wurde zum Humus, der die Sämlinge im Frühling ernähren würde. Und am Morgen des Vernal -Äquinoxus, bevor der Rest des Waldes zuwachen hatte, rippte dieser letzte Samen in einem Augenblick auf. Aus dem Propheten des Naturs stieg in vollem Blatt, stark und weise und besitzte Verodicia's Macht, vorhersehen, wo er zur Verteidigung der grünen Orte am meisten benötigt würde - und jeder, der das Glück hat, ihn als Verbündeten zu bezeichnen.",
    "npc_dota_hero_techies.description": "Verwirrte ihre Ohren, die aus der unerwarteten Explosion klingelten, versammelten sie sich im schmuddeligen Miasma, um einen rauchenden Ruin zu sehen, in dem ihre Werkstatt einst stand. Holz- und Steinbrocken fielen weiter, als sich der gährige Krater vor ihnen langsam in eine expandierende Grube vertiefte. Die gesamte Bucht von Dredger schauderte und begann dann allmählich in die darunter liegenden Minen zu rutschen, als seine panischen Bewohner flohen. Als sie am Rande ihres sinkenden Hauses saßen, grinsten sie und kicherten, als schwindlig über die Möglichkeiten, wie sie sich der Verachtung ihrer ehemaligen Nachbarn bewusst waren. Sie fragten sich nur eines: Wie konnten sie eine noch größere Explosion auslösen?",
    "npc_dota_hero_lich.description": "Er fiel nur ein Jahr oder so, bevor ein Aufschluss ihn schnappte. Dort ruhte er sich, tot, aber nicht zahler, bis der Geomancer Anhil dachte, die Legende des angeblich bodenlosen schwarzen Pools zu verifizieren. Anhils Plumbline knurrte vor den Seilen, die den ertrunkenen Magier banden, und er schloss einen unerwarteten Preis. Er dachte, er konnte durch die Rendern der toten Untoten die Lich über die Eigenschaften des Pools befragen, entfernte die Bindungen und begann einen einfachen Ritus der Auferstehung. Sogar die Nachkommen von Etheains Feinden wurden seit langem von der Zeit lang vergessen, so dass es keine gab, die Anhil vor Unklug warnen. Aber er lernte fast sofort den Fehler seines Urteils, als Lich die Fesseln weg warf und ihn konsumierte.",
    "npc_dota_hero_visage.description": "Auf dem Eingang zum schmalen Labyrinth sitzt die drohenden Formen der spöttischen Wasserspeiserwarene, die Wege in den Diensten für immer in ihrem Blick. Bestien und Vögel, Männer und Monster, alle Kreaturen, die sterben und sich entscheiden, um darüber hinaus zu reisen, müssen eines Tages unter ihrem Augen passieren. Für einen ungebundenen Geist ist die Entscheidung, durch den Schleier des Todes zu reisen, unwiderruflich. Wenn Chance kommt und durch Handwerk oder Schläger eine unruhige Seele entgeht aus ihren Höllen und Himmel, ist es das gefürchtete Wasserspeisebild, die gebundene Form des ewigen Geistes Necro'lic, der entsandt wird, um sie zurückzugewinnen. Rücksichtslos und effizient, ungehindert von den Prinzipien des Todes und der Müdigkeit, verfolgt seine Beute ohne Barmherzigkeit oder Ende und zerstört bereitwillig alle, die der flüchtigen Essenz Schutz geben können. Das, was die Gesetze des Jenseits auch nicht ausruhen, denn während es wahr ist, dass die Toten wiederbelebt werden, ist es nur eine Frage der Zeit, bis Visage sie findet und an ihren richtigen Ort zurückgibt.",
    "npc_dota_hero_earthshaker.quote": "Egal, ob die Flucht eines Feindes blockiert, ihre Streitkräfte aufgeteilt oder den Boden unter versammelnden Feinden zerstört, der Erdeshaker ist in Bestform, wenn er ohne Vorwarnung schlägt. Was auch immer überlebt, die Nachbeben haben immer noch einen Schwung von seinem mächtigen Totem, auf das er sich freuen kann.",
    "npc_dota_hero_life_stealer.description": "In diesem Moment wurde Lifestealer geboren. Die Kreatur legte sich in Dungeon -Wachen und -Soldaten und zwang sie, Schlösser zu öffnen und ihre Gefährten zu reduzieren und einen ungehinderten Weg zur Freiheit zu öffnen, während sie sich von ihrem Leben ernähren. Lifestealer trägt immer noch die gebrochenen Fesseln als Warnung, dass niemand ihn halten darf, aber im Inneren bleibt ein Gefangener. Zwei Köpfe bewohnen die einzelne Form - eine namenlose Kreatur bösartiger List und den Meister, dessen Stimme er vorgibt, zu gehorchen.",
    "npc_dota_hero_silencer.description": "Aufgewachsen mit anderen jungen Magiern in einem verborgenen Kanton unter den Hügeln der Hazhadal -Barren warteten die Lehrer des Ordens darauf, dass Nortroms Fähigkeiten sich manifestieren. Während die anderen Studenten ihre Talente mit Feuer, Eis oder unzähligen Zaubersprüchen verbesserten, saß Nortrom still und talentlos und konnte nicht so viel wie ein Hex werfen. Als sich der Tag der endgültigen Tests näherte, hatte er seine Magie immer noch nicht gefunden. In Ekel beschimpften ihn die Lehrer, während die Kinder lachten. \"Du bist kein Magier\", erklärte der Oberhaupt der Bestellung. Trotzdem hat Nortrom nicht weggeschnitten. Er trat am Testtag ein und sah sich den jungen Magiern an, die ihn verspottet hatten. Und dann lernten seine Lehrer eine wertvolle Lektion: Ein Mangel an Magie kann die größte Magie von allen sein. Nortrom schummte die jungen Magier nacheinander und besiegte sie im Einzelkampf, bis er allein als Verfechter der AEOL -Drias stand, um die Prophezeiung zu erfüllen.",
    "npc_dota_hero_enchantress.name": "Aiushtha, die Zauberin",
    "npc_dota_hero_tinker.description": "Boush, die winzige Rasse des Tinkers, ist bekannt für seine Intelligenz, ihre Schlacht und seine stachelige Beziehung zu Magie. Aus Stolz überleben sie durch ihren Verstand und verwenden nur die Naturmächte, die durch rationale Methoden entsperrt werden können. Sogar diese Nachsicht hat zu großen Schwierigkeiten geführt, wie Boush bestätigen kann. Einst ein wichtiger Ermittler des Naturgesetzes leitete Boush, der Bastel, eine riesige intellektuelle Untersuchung der Arbeit der Natur und gründete ein unterirdisches Labor in den gemunkelten, nebligen Abfällen des Violet-Plateaus. Während sich Boush und seine Bastelmagiermagiers für die Gefahren, die sie auf der Welt besuchen, sprach sich hervorragend ein Portal für ein Reich, das über das Verständnis hinausging, und einige eigene Albträume eingeleitet haben. Ein schwarzer Nebel stieg aus dem höhlenartigen Innenraum des violetten Plateaus und hüllte es in dauerhafter Dunkelheit ab, aus der es ständig klingt. Boush entkam nur mit seinem Verstand und den Geräte, die er trug, der einzige Bastler, um den Violet Plateau -Vorfall zu überleben.",
    "npc_dota_hero_necrolyte.quote": "Wo immer Necrophos gehen, verdorren Feinde, wie Verbündete gedeihen. Er restauriert die Gesundheit seinen Freunden und schadet Feinden mit jedem Todespuls. Sobald seine Anwesenheit auf einen Feind gegessen hat, ruft er den Reaper auf, um ihren Aufenthalt im Jenseits zu verlängern.",
    "npc_dota_hero_slark.name": "Slark, The Nightcrawler",
    "npc_dota_hero_clinkz.name": "Clinkz, der Knochenfletcher",
    "npc_dota_hero_rattletrap.name": "Rattletrap, der Clockwerk",
    "npc_dota_hero_puck.quote": "Puck hat ein Talent, seine Feinde mit spielerisch schwer fassbarem Unheil zu verwechseln. Durch das Teleportieren zu seiner schädlichen Kugel, um kurze Strecken zu hüpfen, greift es Feinde mit Staubausbrüchen an. Bis seine Feinde reagieren können, ist Puck längst entkommen.",
    "npc_dota_hero_queenofpain.name": "Akasha, die Königin des Schmerzes",
    "npc_dota_hero_windrunner.quote": "Auswidrig und schnell sucht der flinke Windranger immer den rechten Winkel, um anzugreifen. Egal, ob sie den Weg mit einem Unentschieden ihres tödlichen Powershots oder der Fessel von Gegnern zusammenfasst, um sie mit Pfeilen zu pfeffern, sie ist immer in Bewegung.",
    "npc_dota_hero_lycan.quote": "Als Mann oder als Wolf verwüstet Lycan Feinde mit scharfen Krallen und tödlichen Kiefern. Sein Wolfsumwandlung, der Stealthy Wolves beschwört, um einen Feind voranzutreiben oder einen Feind zu greifen, gewährt ihm die Geschwindigkeit und Kraft, um seine Feinde herunterzulaufen oder einem Hinterhalt zu entkommen.",
    "npc_dota_hero_nevermore.quote": "Shadow Fiend fängt Seelen aus jedem Töten fest, den er macht, und sammelt immer seine Kraft. Jeder Angriff, jeder sorgfältig zielgerichtete Raze, der einen Feind tötet, bringt ihn näher daran, seine versammelten Seelen in einer tödlichen Explosion der Scheuerenergie zu entfesseln.",
    "npc_dota_hero_gyrocopter.description": "Als die Abenddämmerung sich einließ, stellte er einen Kurs in seinen Werkstatt zurück, aber kaum hatte er sein Handwerk gedreht, als ein Kanonenkugel durch sein Schwanz riss. Er entspannte sich vom Trümmer, schwamm auf das nächste Stück Land in Sicht und verfluchte, um das Schiff zu sehen, das für die Kanonenkugel verantwortlich ist und die Trümmer sammelt. Tage später, als Aurel in seine Werkstatt zurückkehrte, machte er sich an einen weiteren Gyrocopter, der in der Lage war, eine viel schwerere, gefährlichere Nutzlast zu tragen.",
    "npc_dota_hero_puck.description": "Während Puck auf den ersten Blick ein schelmischer, kindlicher Charakter erscheint, maskiert diese Qualität eine fremde Persönlichkeit. Die jugendliche Form eines Feendrachen, einer Kreatur, die für Äonen lebt, Puck verbringt unzählige Jahrtausende in seiner kindischen Form. Während es technisch gesehen ist, dass Puck juvenil ist, wird es weiterhin so sein, wenn sich die Städte des heutigen Zeitalters in Staub verfällt haben. Seine Motive sind daher unergründlich, und was zu spielen scheint, kann tatsächlich einen dunkleren Zweck verbergen. Seine endlose Vorliebe für Unheil ist der wahre Indikator für Pucks wahre Natur.",
    "npc_dota_hero_storm_spirit.name": "Raijin Thunderkeg, der Sturmgeist",
    "npc_dota_hero_ogre_magi.description": "Mit zwei Köpfen findet es Ogre Magi möglich, auf einer Ebene zu funktionieren, die die meisten anderen Kreaturen mit einem verwalten. Und während die Oger Magi (sogar mit sich selbst) keine Debatten gewinnen werden, ist es mit einer göttlichen Qualität, die als dummes Glück bekannt ist - eine Neigung für zufällige Vermögensstriche, die es dem Oger -Rennen ermöglicht haben, trotz Feinde zu gedeihen, hartes Wetter,, das Wetter. und eine Unfähigkeit, sich selbst zu ernähren. Es ist, als hätte die Göttin des Glücks, gefüllt mit Mitleid mit der traurig unfähigen Spezies, Oger Magi unter ihren Flügel genommen. Und wer könnte ihr die Schuld geben? Arme Dinger.",
    "npc_dota_hero_bloodseeker.description": "Strygwyr Der Bloodseeker ist ein rituell sanktionierter Jäger, der von den verblüfften Zwillingen von den nebelverrückten Gipfeln von Xhacatocatl auf der Suche nach Blut abgeschickt wurde. Die verblühten benötigen ozeanische Blutmengen, um sie zu schicken und zu beschwichtigen, und würden bald ihr Bergimperium seiner Bevölkerung abtropfen lassen, wenn die Priester der hohen Plateaus sie nicht beschwichtigen würden. Strygwyr macht sich daher auf der Suche nach Gemetzel. Die lebenswichtige Energie jedes Blutes, das er lässt, fließt sofort durch die heiligen Markierungen seiner Waffen und Rüstung zu den Zwillingen. Im Laufe der Jahre ist er gekommen, um die Energie eines bösartigen Hundes zu verkörpern; Im Kampf ist er als Schakal wild. Unter der Maske des Bloodseeker, im Eile des blutigen Quenchings, wird gesagt, dass Sie die Merkmale der Flayer sehen können, die ihren Hund direkt besitzen.",
    "npc_dota_hero_batrider.description": "Der Junge wuchs, und jeden Sommer würde er auf das Feld seiner Familie zurückkehren und oft in den Busch machten, um diesen ersten Nervenkitzel des Todes in Form von Kiefern oder einem tödlichen Sturz zurückzugewinnen. Die Jahre gingen weiter, aber sein Feuer wurde nur stärker. Er studierte das Überwachsen und stürzte mit jeder Expedition tiefer, bis er schließlich seinen Weg zu den Höhlen im Herzen der Feindseligkeit fand. Sie sagen, der Fahrer habe am Vorabend einer sengenden Sommernacht nichts anderes als ein Seil, eine Flasche flüssiges Mut und eine brennende Entschlossenheit, den Himmel noch einmal zu spüren, wenn er hineinfiel ...",
    "npc_dota_hero_pugna.description": "Pugna, nur dreizehn Monate alt, war nur ein Kandidat unter den lokalen Göfen und an dem festgelegten Tag, an dem er neben zwei anderen vielversprechenden Tots im Tempel präsentiert wurde. Die Lamas boten den Kindern ein Durcheinander von abgenutzten Reliquien, die wertvollen Besitztümer ihres ehemaligen Großmeisters. Ein Junge griff nach einem Porphyr -Zauberstab, der dem Lama gehörte ... und legte ihn in sein Nasenloch. Ein schelmisches Mädchen zog ein Amulett heraus, das auch das Lama gewesen war, und schluckte es sofort. Pugna betrachtete die beiden anderen kühl, lachte fröhlich und sprengte sie mit Guts aus Smaragdflamme, wodurch sie sofort auf Asche reduzierte. Dann schnappte er sich den Zauberstab und Amulett und sagte \"Mine!\" Die Regenten hob den strahlenden Pugna auf ihren Schultern, wickelten ihn in die Gewänder ihres Großmeisters und stürmten ihn auf den Thron, bevor sich seine Stimmung ändern konnte. Innerhalb von fünf Jahren war der Tempel selbst ein weiterer Aschenhaufen, der Pugna bis kein Ende erfreute.",
    "npc_dota_hero_lone_druid.quote": "Der einzige Druiden kämpfte neben seinem mächtigen Geistbär und zerstört feindliche Kräfte und Strukturen. Wenn er nach Bedarf zwischen Fernkampf- und Nahkampfangriffen mit seiner Transformation wechselt, sollte er genug Zeit haben, um sich selbst und seinen Begleiter zu bewaffnen und zu stärken, es gibt wenig, das sie aufhalten kann.",
    "npc_dota_hero_void_spirit.quote": "Der leere Geist entsteht aus seinem versteckten Tempel, um sich über mehrere Bereiche des Schlachtfeldes auf einmal zu bewahren. In der Lage, nach Belieben in das sterbliche Flugzeug zu treten und auszutreten, übermanöverte er die Gegner leicht, um von wo immer er zu streiken, und forderte die Kräfte des Äthers auf, ihn in Zeiten der Not zu schützen.",
    "npc_dota_hero_dark_willow.description": "Also tat Mireska das, was die meisten rebellischen Kinder tun: verbrennen ihren Familienbesitz und machte sich mit ihrem Haustier -Wisp -Absatz auf den Weg, um das Leben eines wandernden Grifters zu leben.",
    "npc_dota_hero_lycan.description": "Der König war wütend über den Verrat und verteilte die riesige Bloodlinie der Ambbr eines und sparete nur den Herr des Hauses und seinen jüngsten Sohn Banhallow. Vor dem gesamten königlichen Hof, mit dem beschämten Herr, der an den verzierten Marmorboden gekettet war, verwandelte der König seine Zauberer den Jungen in einen Wolf, damit er den Hals seines eigenen Vaters herausreißen könnte. \"Tu das\", sagte der König, \"so dass Lord Amby den Bissen des Verrats verstehen wird.\" Mächtige Magie wurde angerufen und das Kind wurde verwandelt. Aber obwohl sein Körper verändert war, blieb sein Geist intakt, und anstatt den freiliegenden Hals seines Vaters zu beißen, griff er seine Handler an und zerrissen sie in Stücke. Ein Dutzend der Ritter des Königs starben unter den Zähnen des Wolfs, bevor sie es schafften, es in die Nacht zu fahren. Lord Amby lachte von seinen Ketten, als der König ihn mit einem Schwert durchlief. Jetzt, der Erbe des verlorenen Hauses von Amby, wandert Banehlow den Weg als Lycan, Teil Warrior, Teil Wolf, auf der Suche nach Gerechtigkeit für alles, was er verloren hat.",
    "npc_dota_hero_ursa.name": "Ulfsaar, der Ursa -Krieger",
    "npc_dota_hero_bane.quote": "Bane bringt seinen Feinden mit seinem Arsenal an Behinderungsfähigkeiten Schrecken. Egal, ob Sie einen Feind innerhalb eines ansteckenden Albtraums eingefangen oder einen Feind erfassen, er gibt Verbündeten die ganze Zeit, die sie brauchen, um ihren Feind zu töten.",
    "npc_dota_hero_enchantress.description": "Aiushtha hört die Bitten der kleinen Kreaturen, des verstohlenen Volkes, die grünen Schatten und einen blättrigen Baldachin brauchen, um zu gedeihen. Sie verleiht denjenigen, die keine anderen Zuhörer haben, ihre Ohren. Sie trägt ihre Geschichten vom Holz zur Welt und glaubt, dass ihr eigener guter Jubel eine Art Verzauberung ist, die das Versprechen einer grünen Zukunft erfüllen kann.",
    "npc_dota_hero_dawnbreaker.description": "Dort ruhte sie sich aus, ruhte, bis die Anwesenheit eines wandernden jungen Sterns einer alten Energieschmiede Treibstoff gab - ein Relikt der Kinder, die wie sie unzählige Altersgruppen unter einem blasen roten Abfall begraben lagen. Jetzt, mit einem kleinen Maß für ihre früheren Kräfte, die von der Schmiede wiederhergestellt wurden, wacht Valora zu einem Land auf, das durch den Krieg und die unerbittlichen Kräfte des Chaos entsteht. Sie weiß, dass ihre Götter weg sein mögen, aber das Gewicht des Hammers des Morgenschlägers bleibt - nur durch ihren Willen übereinstimmt, ihn zu Recht im Namen der Güte und des Lichts zu führen.",
    "npc_dota_hero_monkey_king.quote": "Immer auf der Suche nach einem guten Kampf reist Affenking auf den Bäumen, die darauf abzielen, aus Blattdeckel zu springen und seine Feinde zu überraschen. Dieser agile Trickster fordert eine Armee von Affensoldaten auf, die Gegner zu überwältigen, und bereite sich im Chaos der Schlacht und bereit, sein legendäres Personal auf die Hoffnung auf Flucht zu schlagen.",
    "npc_dota_hero_dark_seer.description": "Einst ein großer General unter seinem Volk und ein tapferer Verteidiger des Gottes-King-Damathryx, wurde die Armee des Dark Seer in den letzten Tagen des Großen Grenzenkriegs von einer viel größeren Kraft ausgelöscht. Er sah sich einer gewissen Niederlage gegenüber und machte eine letzte verzweifelte Handlung: Er führte die feindlichen Streitkräfte in das Labyrinth zwischen den Wänden. Im letzten Moment, kurz vor der Gefangennahme, überquerte er - dann versiegelte er die Wände für immer in einer explosiven Freisetzung von dunkler Energie. Als sich der Staub niederließ, sah er, dass er sein Volk gerettet hatte, aber in der Sonne einer anderen Welt blinzelte, ohne zurückzukehren. Jetzt setzt er sich dafür ein, seinen Wert als Militärstratege zu beweisen, und verspricht zu zeigen, dass er der größte Taktiker ist, den diese seltsame neue Welt je gesehen hat.",
    "npc_dota_hero_kunkka.quote": "Kunkka sagt immer voraus, wohin seine Feinde als nächstes gehen werden. In der Lage, einen Ort mit einem Geysir aus Wasser oder einem gespenstischen Schiffswrack anzugreifen, werden er und seine Verbündeten keine Probleme haben, alles zu bereinigen, was noch übrig ist.",
    "npc_dota_hero_magnataur.description": "Einige sagen, Magnus habe sich mit seiner Verwandten wiedervereinigt, während andere behaupten, er habe sterbliche Verletzungen erlitten und sei neben dem Körper seiner Matriarchin abgelaufen. Keine der der Theorie ist korrekt. Magnus hat sich geschworen, sich seiner Verwandten wieder anzuschließen ... aber erst, nachdem er die für den Ausbruch von Mt. Joerlak verantwortlich verantwortlich suchte und sie auf seinem Horn sterben sah, glaubt ein Magnoceros nicht an Zufall.",
    "npc_dota_hero_lina.name": "Lina, der Jäger",
    "npc_dota_hero_lich.name": "Etheain, der Lich",
    "npc_dota_hero_witch_doctor.name": "Zharvakko, der Hexenarzt",
    "npc_dota_hero_phoenix.name": "Phönix",
    "npc_dota_hero_juggernaut.name": "Yurnero, der Juggernaut",
    "npc_dota_hero_venomancer.name": "Lesale Deathbringer, der Venomant",
    "npc_dota_hero_dazzle.quote": "Dazzle wurde geboren, um seine Kohorten im Kampf zu unterstützen, und hält verwundete Verbündete am Leben, damit sie später den Tod auf den Feind regnen können. Seine seltsame Magie verwebt sich in die nahe gelegene Rüstung, schwägt Feinde und stärkt Freunde.",
    "npc_dota_hero_death_prophet.description": "Jedes Mal, wenn sie aus dem Grab zurückkehrte, brachte sie ein bisschen Tod mit. Wraiths folgten ihr wie Fragmente ihrer zerbrochenen Seele; Ihr Blut wurde dünn und ektoplasmisch; Die schickenden Kreaturen von Twilight nahmen sie für ihre Verwandtschaft. Sie gab mit jedem Tod ein wenig von ihrem Leben, und es schien, als wäre ihr Ende in Sicht. Mit ihrem Engagement für den Tod und keiner anderen Klientin als sich selbst warf sich Krobelus immer leidenschaftlicher in den Abgrund des Todes und beabsichtigte, die eine Prophezeiung zu erfüllen, die sie entging: dass der Death Prophet eines Tages nicht mehr aus dem Tod zurückkehren würde.",
    "npc_dota_hero_dragon_knight.quote": "Wenn er seine schreckliche Drachenform annimmt, schlägt Dragon Knight Angst in jeden, der sich ihm gegenübersieht. Stark und anpassungsfähig, kann er seine Feinde betäuben und alle vor ihm verbrennen. Oft liefert er seinen Verbündeten den Schwung, den sie brauchen, um sie zum Sieg zu tragen.",
    "npc_dota_hero_faceless_void.name": "Darkterror, die gesichtslose Leere",
    "npc_dota_hero_windrunner.name": "Lyalei, der Windranger",
    "npc_dota_hero_chaos_knight.name": "Chaos Ritter",
    "npc_dota_hero_venomancer.quote": "Venomant bringt seinen Feinden einen langsamen Tod. Sollte sich Feinde nähern, eine endlose Armee von Toxin-Spiting-Beobachtern, um sein Territorium zu verteidigen.",
    "npc_dota_hero_razor.quote": "Mit einem tödlichen Blitzsturm bei seinem Kommando beschuldigt Rasierer in die Schlacht. Er setzt einen umfassenden Ring mit elektrifiziertem Plasma ein, um seine Feinde zu braten, und verbindet sich mit Feinden, um sie von ihrer Leistung zu entlassen und gegen sie zu verwenden.",
    "npc_dota_hero_phantom_assassin.name": "Mortred, der Phantomsatin",
    "npc_dota_hero_shadow_shaman.description": "Immer einen Schritt voraus von betrogenen Kunden, eine Stadt vor einer Verfolgung, wanderten die beiden über das geflochtene Land, bis der Betrüger eines Tages erkannte, dass das kleine Youngling tatsächlich das tun konnte, was er nur vorgab. Seine Gemeinde hatte ein Geschenk - ein Geschenk, das die Kunden schätzten. Und so wurde der Youngling Rhasta vor der Menge gestoßen, und der Shadow Shaman wurde geboren. Die beiden setzten sich von Stadt zu Stadt fort und beschwor um Geld, als Shadow Shamans Ruf wuchs. Schließlich holte sich die doppelnde Vergangenheit des Paares mit ihnen ein, und sie wurden von einer Menge betrogener Ex-Clients überfallen. Der Betrüger wurde getötet, und zum ersten Mal nutzte Rhasta seine Kräfte für die Dunkelheit und massierte die Angreifer. Er begraben seinen geliebten Meister und nutzt nun seine Kräfte, um jeden zu zerstören, der versuchen würde, ihm Schaden zuzufügen.",
    "npc_dota_hero_vengefulspirit.name": "Shendelzare, der rachsüchtige Geist",
    "npc_dota_hero_legion_commander.description": "Obwohl siegreich, sahen die Überlebenden wenig zu feiern: Die Stadt lag in Trümmern und Überlebende waren nur wenige. Die Feuer breiteten sich weiter aus. Tresdin entfaltete ihre Kriegsbanner und sammelte, was sie konnte. Ihr Ärger schwelte, als sie sich brutale Rache an die Kräfte des Abgrunds versprach und verdammt jeder, der es wagen würde, sich im Weg zu stellen.",
    "npc_dota_hero_phantom_assassin.quote": "In dem Moment, in dem sie ihre Beute findet, schlägt Phantom Attentäter. Sie näherte sich sofort ein Ziel und weicht mühelos Angriffe aus, als sie ihren Feind unerbittlich aufschneidet. Ohne Vorwarnung konnte sich jeder ihrer Angriffe plötzlich und brutal tödlich erweisen.",
    "npc_dota_hero_necrolyte.description": "In einer Zeit der großen Pest wurde sich ein dunkler Mönch der dunklen Neigungen, ein Rotund'jere, durch den schnellen Tod aller seiner Vorgesetzten in den Rang eines Kardinals befördert. Während andere des Ordens den ILL nachgingen, mündeten sich der neu ordinierte Kardinal in der Kathedrale von Remsque ab und setzte sich fleißig, um das Eigentum sterbender Adligen zu erwerben, und versprach ihnen spirituelle Belohnungen, wenn sie sich über ihre terrestrischen Domänen unterschreiben. Als die Pest auf ein paar hartnäckige Taschen zurückging, wurde sein Verhalten auf die größere Ordnung aufmerksam, die ihn der Häresie schuldig befand und ihn verurteilte, in der Peststation zu dienen, die mit Zaubersprüchen verurteilt war, die ihm eine langsame und anhaltende Krankheit sicherstellen würden. Aber sie hatten nicht auf seine natürliche Immunität gezählt. Rotund'Jere fing die Pocken auf, fand sie jedoch anstatt zu sterben, und verwandelte ihn in einen wahren Pestmagier, einen Papst der Pestilenz. Er proklamierte sich Necrophos, reist um die Welt, verbreitet die Pest, wohin er geht, und wächst in schrecklicher Macht mit jedem Dorf, in dem seine pestilentielle Präsenz ausgelöscht wird.",
    "npc_dota_hero_jakiro.description": "Selbst unter magischen Tieren ist ein zweiköpfiger Drache ein Freak. Gleiche Teile Eis und Feuer, List und Wut, die als Jakiro bekannte Kreatur gleitet über verkohlte und eisgebundene Schlachtfelder und legte alle, die Arme dagegen tragen würden. Pyrexa -Drachenkupplungen enthalten immer zwei Jungflügel. Die neu geschlüpften Drachen dieser Spezies werden auch aus den ersten Momenten des Lebens für ihre Boshaftigkeit berühmt versuchen, ihr Geschwister zu töten, während sie noch im Nest sind. Nur das stärkste überlebt. Auf diese Weise ist die Stärke der Pyrexa -Linie sichergestellt. Durch einen Unfall der Natur schlüpfte der Freak Jakiro aus einem einzigen Ei und kombiniert ein einzelnes Individuum in der gesamten Palette der Fähigkeiten, die in den verschiedenen Pyrexa -Arten gefunden wurden. Die Kräfte von Eis und Feuer verbinden sich im Anker seines monströsen Körpers, und jetzt ist kein Feind sicher.",
    "npc_dota_hero_enigma.name": "Rätsel",
    "npc_dota_hero_mars.name": "Mars, der erste Sohn des Himmels",
    "npc_dota_hero_void_spirit.name": "Voidem Geist",
    "npc_dota_hero_omniknight.name": "Purist Thunderwrath, die Omniknight",
    "npc_dota_hero_shredder.quote": "Heftig und unvorhersehbar schottet Timbersaw durch den Wald, um sich seinen Feinden zu stellen. Er löste ein Arsenal aus Sägeklingen aus, um Feinde in Stücke zu schneiden, und reitet seine Kette in nahe gelegene Bäume und Batters -Feinde.",
    "npc_dota_hero_night_stalker.quote": "Sobald die Sonne untergeht, beginnt Night Stalker's Jagd. Er laufte durch die schattigen Wälder und schnappt Beute in einer langsamen Leere, als er sie in Stücke zerreißt. Sollte der Sonnenaufgang drohen, seinen Terror zu beenden, kann er den Himmel verdunkeln, um seinen Ansturm zu verlängern.",
    "npc_dota_hero_void_spirit.description": "Mit einer expansiven Perspektive der Existenz konzentriert sich Inai intensiv auf einen Zeitpunkt, über den er nicht sehen kann, wenn die Stoffe mehrerer Realitäten zum Kollidieren schicken. Jetzt tritt er vom Äther, um die Schlacht der Alten persönlich zu lösen und seine Verbündeten auf das vorzubereiten, was er als einen größeren Konflikt ansieht.",
    "npc_dota_hero_oracle.quote": "Durch die sorgfältige Kombination seiner komplizierten Fähigkeiten kontrolliert Oracle die Schicksals von Freund und Feind. Abhungerte Verbündete mit seinem falschen Versprechen, kann er einem Verbündeten ein paar kostbare Schutzmomente des Schutzes gewähren, um einen Feind zu zerstören oder sogar ein grausiges Schicksal umzukehren.",
    "npc_dota_hero_rubick.name": "Rubick, der Grand Magus",
    "npc_dota_hero_mars.quote": "Die Kriegergottheit Mars gedeiht im Herzen des Streites, bewacht vom Großteil eines tödlichen Schildes, als er Feinde mit seinem legendären Speer aufspießt. Er schwelgt sich in den Gegnern in einer Arena, die mit loyalen Speermännern gerichtet ist - die garantieren, dass niemand entkommt und dass die Wahrscheinlichkeit, wie er ausgesetzt ist, der Krieg des Krieges die Bedingungen des Kampfes diktieren kann, dass die Menge für immer auf seiner Seite ist.",
    "npc_dota_hero_lone_druid.name": "Sylla, der einsame Druide",
    "npc_dota_hero_necrolyte.name": "Rotund'jere, die Nekrophos",
    "npc_dota_hero_techies.quote": "Für die Technikfleisch ist der Kampf um Unheil. Kichern, während sie ihre Fallen auf dem Schlachtfeld legten, ihre explosiven Minen, atemberaubende Fallen und fernaktivierte Bomben sind oft mehr als genug, um unachtsame Feinde zu überraschen oder eine feindliche Offensive zu zerbrechen.",
    "npc_dota_hero_leshrac.description": "Leshrac, gequälte Seele, ist eine Einheit, die aus dem Herzen der Natur zerrissen ist und ein Grenzwesen ist, das in einer Ebene der Existenz die Hälfte in einer anderen Hälfte existiert. Seine durchdringende Intelligenz ist so, dass er für einen Moment den qualvollen Schrecken im Herzen aller Schöpfung niemals ignorieren kann. Einst ein großer Philosoph, der die Bedeutung der Existenz suchte, stellte er die Tiefen der Natur mit den heimgesuchten chronoptischen Kristallen aus und wurde für immer von den abscheulichen Geheimnissen verändert, die ihm dadurch enthüllt wurden. Jetzt werden die dunkelsten Tiefen seiner Erleuchtung nur durch den unruhigen Blick seiner Arroganz beleuchtet. Wie andere Elementarfiguren ist er mit der Natur völlig eins, aber in seinem Fall ist es eine Natur, grell und abscheulich. Er allein sieht die böse Wahrheit der Realität und nützt für diejenigen, die dem Kosmos glauben, keine besondere Belohnung für diejenigen, die Wohlwollen praktizieren.",
    "npc_dota_hero_windrunner.description": "Die westlichen Wälder bewachen ihre Geheimnisse gut. Eines davon ist Lyalei, Meisterbogenschütze des Holzes, und bevorzugte Godchild of the Wind. Lyaleis Familie, die jetzt als Windranger bekannt ist, wurde in der Nacht ihrer Geburt in einem Sturm getötet - ihr Haus, das vom Sturm niedergeblasen wurde, in den Winden verstreut. Nur das Neugeborene überlebte unter dem Trümmerfeld des Todes und der Zerstörung. In der Ruhe nach dem Sturm nahm der Wind selbst das glückliche Kind auf, das im Gras weinte. Der Wind machte das Kind aus und hob sie so in den Himmel und legte sie vor einer Tür in einem benachbarten Dorf ab. In den folgenden Jahren kehrte der Wind gelegentlich zum Leben des Kindes zurück und beobachtete aus der Ferne, während sie ihre Fähigkeiten verbesserte. Nach vielen Jahren des Trainings feuert Windranger ihre Pfeile, die ihren Zielen treu treu. Sie bewegt sich mit blendender Geschwindigkeit, als würde sie sich jemals von einem Wind auf ihrem Rücken beschleunigt. Mit einer Flut von Pfeilen schlucken sie ihre Feinde, die fast eine Natur der Natur geworden waren.",
    "npc_dota_hero_bristleback.quote": "Wenn es um einen Kampf geht, steckt BristleBack wirklich in ihn zurück. Er reduziert alle Schäden, die von hinten oder von den Seiten ankommen, und sprüht kaum um eine Sorgfalt in den Kampf, sprüht Feinde mit schädlichen Federkästen und verlangsamt Rotz.",
    "npc_dota_hero_sniper.description": "An seinem Tag der Beschwörung, als er in seinem Dorf voll standen sollte, machte Sharpeye den alten Test: einen einzigen Schuss aus dem Talboden, um ein Tier aus den Klippen zu schlagen. Zu verpassen sollte entehrt werden. Mit seinem gesamten Dorf stehende Mahnwache machte Sharpeye seinen Schuss. Ein Steepstalker fiel; die Menge jubelte. Aber als der Kadaver gesammelt wurde, wurde das Dorf still, denn die Ältesten stellten fest, dass die Kugel sein glitzerndes zentrales Auge durchbohrt hatte und dann in den Mandibeln des Steepstalkers zusammengebissen wurde. Dieses bedrohliche Zeichen war die wörtliche Öffnung einer dunklen Prophezeiung, die sowohl Größe als auch Exil für den Schützen vorausgesagt hat, der einen solchen Schuss gemacht hat. Sharpeye, der Scharfschütze, war daher von seinen eigenen Fähigkeiten verurteilt, sich von seinem Volk abzuheben - und unwillkommen unter ihnen, bis er den Rest der Prophezeiung erfüllt hat, indem er auf einem Kampffeld legendäre Statur erreicht hat.",
    "npc_dota_hero_arc_warden.description": "Zet durch die Explosion des Gefängnisses bis zu den am weitesten geratenen Erreichern geworfen und wurde durch die dissonanten Energien seiner früheren Gefangenen verwandelt. Seine Anwesenheit war nicht mehr von einzelnen Form und Gedanken und war unter vielen geteilt - einige weniger, einige größere -, die durch einen flüchtigen Bewusstseinsbogen verbunden waren. Der Zet kämpfte darum, seine eigene Uneinigkeit zu unterdrücken, und raste auf den aufkeimenden Konflikt seiner Geschwister zu. .",
    "npc_dota_hero_shadow_demon.description": "Was auch immer der Schattenfleck berührte, er wurde verdorben und sein Einfluss wuchs allmählich. Ein Chaos von beschädigten Teilen, die zusammengezogen, neu gestrichen wurden und kombiniert haben, um den Schattendämon eine noch stärkere Form zu geben als seine frühere. Er ist jetzt so gut wie vollständig, und sein Plan für unendliches Dominion fehlt all seine früheren Schwächen. Es scheint, dass ein solches Wesen aus reiner Bosheit und Bosheit, eine Bedrohung für alle Schöpfungen, in unserer Welt für immer fehl am Platz ist ... Doch Schattendämon fehlt nicht für Anhänger.",
    "npc_dota_hero_beastmaster.description": "In den kommenden Monaten schlich sich Karroch in den kommenden Monaten Lebensmittel und medizinische Entwürfe an die verwundete Kreatur, schaffte es jedoch nur, seine Verschlechterung zu verlangsamen. Wortlos sprach das Biest mit dem Jungen und im Laufe der Zeit verstärkte sich ihre Bindung, bis der Junge feststellte, dass er sein Ende eines Gesprächs aufhalten konnte. Tatsächlich konnte er jetzt mit allen Kreaturen der Menagerie des Königs sprechen. In der Nacht, in der das Tier starb, kam ein Wut über den Jungen. Er führte die Tiere des Hofes an, um zu rebellieren, und warf ihre Käfige auf, um sie auf dem Palastgelände zu setzen. Der letzte König wurde im Mayhem getroffen. Im Chaos verbeugte sich ein königlicher Hirsch vor dem Jungen, der ihn befreit hatte; und mit Beastmaster raste ihn, sprang die hohen Mauern des Anwesens und entkam. Jetzt, ein Mann, hat Karroch der Beastmaster seine Fähigkeit nicht verloren, sich mit wilden Kreaturen zu unterhalten. Er ist zu einem Krieger bei einem mit der Wildheit der Natur gewachsen.",
    "npc_dota_hero_troll_warlord.quote": "Troll Warlord ist sofort in der Lage, zwischen Fernkampf- und Nahkampfangriffen zu tauschen, und ist in jedem Abstand eine beeindruckende Kraft. Axte in der Hand, er kann in einem Sturm drehender Klingen zuschlagen. Er nimmt Feinde mit immer schnelleren Angriffen ab und kann die Angriffe seiner Verbündeten überall beschleunigen, wo immer sie sind.",
    "npc_dota_hero_morphling.description": "Für dunkle Äonen kreiste der Komet. Der massive Eiskugel, der durch die Schwärze zwischen den Welten gebunden war, wurde in Thrall zu einer entfernten Sonne, gebunden von Gravitys unaufhaltsamem Ziehen, durch seine dunkle Reise seltsam. Am Vorabend des alten Kriegskrieges des Vloy schlug es durch den Himmel und zündete eine strahlende Pfad über die Nacht an - ein Zeichen, das beide Armeen für ein Omen genommen hatten. Die gefrorene Kugel schmolz in einem blitzschnellen Hitze, als unter zwei Kräften im Kampf über den Grenze eines schmalen Flusses auferlegt wurde. So befreit von seiner eisigen Stasis, wurde der Morphling in Konflikt geboren, eine Elementarkraft bei einem mit den Gezeiten des Ozeans, launisch und uneingeschränkt. Er trat in den Kampf ein und nahm instinktiv die Form des ersten Generals, der es wagte, Fuß über das Wasser zu setzen - und schlug ihn dann tot. Als die Motley Warriors zusammenstießen, wechselte er sich im Laufe des Schlacht jeder Teil. Das Ende der Schlacht war sein Anfang.",
    "npc_dota_hero_obsidian_destroyer.description": "Eine der herrschalen und reizvollen Rassen, die Harbinger durchdringt den Rand der Leere, allein überlebender Wachposten eines Außenpostens auf der Welt am Rand des Abgrunds. Aus dieser gezackten kristallinen Outworld, die für immer auf der Hut ist, hat er nach Ewigkeit in den Himmel geschaut und auf Rühren in der bodenlosen Nacht jenseits der Sterne aufmerksam gemacht. Eingeprägt in den leuchtenden Gitter seines Intellekts liegt ein resonantes Muster, das der Prophezeiung ähnelt, und eine dunkle Musik, die bedeutet, dass irgendwann ein Böses dort, jenseits der Ränder der Schöpfung, aufwachen und ihre Aufmerksamkeit auf unsere Welt wenden wird. Mit seinem Ganzen konzentrierte sich der Zerstörer von Outworld auf die Sonne wenig Aufmerksamkeit auf Ereignisse. Aber schließlich schickte der Lärm der Alten und ein Gefühl der wachsenden Bedrohung von innen und ohne, schickte ihm Sonnenwechsel, um die Ebenen des Krieges zu besuchen. Harbingers Platz in unserer eigenen Prophezeiung ist eindeutig: Er muss als Omen von schlechteren Dingen angesehen werden. Aber seine Ankunft an sich ist schon schlimm genug.",
    "npc_dota_hero_lone_druid.description": "Als er sein Vertrauen ergriff, spürte Sylla, dass seine Jahre zurückzog und seine Vitalität zurückkehrte. Großes Wissen brach in seinen Geist ein. Er war in der Lage, seinen Willen in die Realität umzusetzen und mit einiger Konzentration auch seine eigene physische Form zu ändern. Doch subtile Flüstern und grausame Ohren brachten anderen Völkern das Wort des Samens und seiner Macht, und ein schrecklicher Krieg stürzte gegen den Bärenclan. Als sein Ahnenhaus brannte, nahm Sylla seine Last und floh an die wilden Orte. Die Altersgruppen vergingen, und Zeit und Mythos vergangen den Bärenclan, vergaß Sylla und den Samen, vergaß wundersame Zivilisationen, die aufstiegen und in Bärenclans zuckten. Seit Jahrtausenden hat Sylla gewartet, auf das Wort seiner Gottheiten gewartet und darauf gewartet, dass der Frieden in die immer kriegführenden Bereiche kam, im Exil wartete und im Geheimnis auf das Ende aller Dinge und auf die Schlussfolgerung seines heiligen Engagements wartete und sich immer darauf vorbereitete, sich zu stellen und zerstören, was auch immer es wagen würde, seinen Zweck zu bedrohen.",
    "npc_dota_hero_tusk.name": "Ymir, der Stoßzahn",
    "npc_dota_hero_beastmaster.name": "Karroch, der Beastmaster",
    "npc_dota_hero_vengefulspirit.quote": "Die Anwesenheit des rachsüchtigen Geistes ist zu jeder Zeit zu spüren, egal ob sie lebendig oder tot ist. In der Lage, Positionen mit jedem nahe gelegenen Helden, Betäubungsfeinden zu tauschen und die Wirksamkeit ihres Mörders zu verringern, wenn sie fällt, bringt sie ständig Verwirrung und Chaos in ihre Feinde.",
    "npc_dota_hero_skeleton_king.quote": "Wraith King, der furchtlos auf seine Feinde zugänglich ist, betäubt seine Feinde und schlägt sie zur Unterwerfung. Sollte seine Feinde die Oberhand gewinnen, sorgt sein Ultimat für das Selbstaufkommen, dass er eine weitere Chance hat, sein Schwert zu schwingen.",
    "npc_dota_hero_clinkz.description": "Clinkz war nicht bewusst, dass er in die Schlacht war und sein Land gegen den feurigen Ansturm des Dämons verteidigte. Clinkz fuhr Maraxiforme zurück zu den Toren der sechsten Hell selbst, wo die beiden in einem sterblichen Konflikt die beiden in dieser feurigen Schwelle eingesperrt waren. Der Dämon wurde schwer verwundet und ließ eine Explosion des Höllenfeuers aus, als Clinkz seinen letzten Pfeil löste. Der Pfeil traf den Dämon, der wahr ist, als Höllenfeuer über das Land ausschüttete, die schwarzen Pools beleuchtete und Clinkz im Moment des Todes des Dämons lebendig verbrannte. So trat der Zauber des Magiers im Moment des Bogenschützen -Feuers in Kraft und bewahrte ihn in diesem unheilig .",
    "npc_dota_hero_dark_seer.quote": "Vielseitig und strategisch, dunkler Seher zeichnet sich aus, um die Positionen seiner Feinde zu manipulieren. Wenn er Gegner in die Angriffe seiner Verbündeten stackt, kann er die feindliche Stärke gegen sich selbst wenden, indem er Feinde durch seine wiederholende Wand zieht.",
    "npc_dota_hero_axe.description": "Als Grunzen in der Armee von Red Mist setzte sich Mogul Khan auf den Rang eines Generalranges des Red Mist. In der Schlacht nach der Schlacht bewies er seinen Wert durch blöde Tat. Sein Aufstieg durch die Reihen wurde durch die Tatsache geholfen, dass er nie zögerte, einen Vorgesetzten zu enthaupten. Während der siebenjährigen Kampagne der Tausend Tarns zeichnete er sich in herrlichem Gemetzel aus, sein Ruhmstern, der immer heller leuchtete, während die Anzahl der Kameraden in den Waffen stetig schwand. In der Nacht des ultimativen Sieges erklärte sich Ax zum neuen Red Mist General und nahm den ultimativen Titel \"Axe\" an. Aber seine Truppen zählten nun Null. Natürlich waren viele im Kampf gestorben, aber eine bedeutende Zahl war auch auf Axes Klinge gefallen. Unnötig zu erwähnen, dass die meisten Soldaten jetzt seine Führung meiden. Aber dies ist für Axe, der weiß, dass eine Ein-Mann-Armee bei weitem das Beste ist.",
    "npc_dota_hero_abyssal_underlord.name": "Vrogros, der Unterlord",
    "npc_dota_hero_riki.name": "Riki, der Stealth -Attentäter",
    "npc_dota_hero_clinkz.quote": "Wenn Clinkz unsichtbar durch das Schlachtfeld steckt, ist keiner vor dem Hinterhalt sicher. Schneller Fuß und Pfeil regnet er den feurigen Tod auf seine Feinde und zieht sich dann zurück, um das Leben von den Waldkreaturen zu absorbieren, während er sich auf seinen nächsten Angriff vorbereitet.",
    "npc_dota_hero_arc_warden.name": "Zet, der Bogenwächter",
    "npc_dota_hero_vengefulspirit.description": "Sogar der zufriedenste Skywrath ist eine schlecht gelaunte Kreatur, die natürlich dazu neigt, sich für die geringste Beleidigung zu rächen. Aber rachsüchtiger Geist ist die Essenz der Rache. Als stolze und wildes Skywrath Scion, war Shendelzare für die schreckliche Krankheit als erster nacheinander nacheinander, bis die Verrat einer Schwester ihr ihr Geburtsrecht raubte. Shendelzare wurde in einem Attentäter -Netz und riss nur auf Kosten ihrer Flügel frei und humpelte in der ultimativen Demütigung: zu Fuß. Mit gebrochenen Flügeln wusste sie, dass der Skywrath sie niemals als Herrscher akzeptieren würde; und im höchsten Schlaf der Krie, unzugänglich, außer durch geflügelte Flug, war ihre Schwester unberührbar. Die gefallene Prinzessin war nicht bereit, als flugunfreier Krüppel zu leben und sich weit mehr als irdische Macht zu rächen als irdische Macht, und fuhr mit der Göttin Scree'auk ein Schnäppchen Großer Schaden in der Materialebene. Sie mag Ewigkeit fluglos verbringen, aber sie wird sich rächen.",
    "npc_dota_hero_skeleton_king.name": "Ostarion, der wraitische König",
    "npc_dota_hero_weaver.name": "SkitsKurr, der Weber",
    "npc_dota_hero_hoodwink.quote": "Hoodwink ist immer in der Hand, wenn Ärger mit den Drohungen verwickelt wird, die den Spukwald füllen, den sie als ihr Zuhause adoptierte. Hoodwink, der eine massive Armbrust mit der größten Leichtigkeit durch das Waldland hüpfte, ist fast unmöglich, sich im Kampf im Auge zu behalten. Verlieren Sie den Track und sie wird hinter Ihnen herausspringen - Ihr fassungsvoller Kadaver baumelt bereits in einem ihrer Netze.",
    "npc_dota_hero_dawnbreaker.quote": "Dawnbreaker scheint im Herzen des Kampfes und zerquetscht fröhliche Feinde mit ihrem himmlischen Hammer und heilt in der Nähe Verbündete in der Nähe. Sie schwelgt darin, ihren Hammer durch mehrere Feinde zu schleudern und sich dann in einem lodernden Wake damit zu verwandeln, und wartete immer darauf, auf ihre wahre kosmische Macht zu tippen, um zu Hilfe ihrer Teamkollegen zu fliegen.",
    "npc_dota_hero_crystal_maiden.description": "Rylai, der Crystal Maiden, geboren mit ihrer feurigen älteren Schwester Lina, die mit ihrer feurigen älteren Schwester Lina aufgewachsen ist, stellte bald fest, dass ihre angeborene elementare Affinität zu Eis zu Problemen für alle um sie herum führte. Brunnen und Bergflüsse erstarrten in Momenten, wenn sie anhielt, um sich in der Nähe auszuruhen. Reifenpflanzen wurden von Frost gebissen, und die Obstgärten der Fruchtplätze verwandelten sich zu Labyrinthen des Eiss und stürzten zusammen, verwöhnt. Als ihre verärgerten Eltern Lina zum Äquator packten, wurde Rylai in das kalte nördliche Reich von Icewrack verbannt, wo sie von einem Eiszauberer aufgenommen wurde, der sich eine Einsiedlung an der Krone des Blueheart Glacier geschnitzt hatte. Nach langem Studium erklärte der Zauberer sie bereit für einsame Praxis und ließ sie für tausend Jahre in den Gletscher zum Winterschlaf, um seinen Platz einzunehmen. Ihre Beherrschung der gefrorenen Künste hat sich erst seit dieser Zeit vertieft, und jetzt sind ihre Fähigkeiten unübertroffen.",
    "npc_dota_hero_lion.description": "Einst ein Großmeister der Dämonen -Hexentradition der Zauberei, erlangte Lion unter seinen Brüdern Ruhm, weil er auf der Seite von Licht und Gerechtigkeit gekämpft hatte. Aber die Verehrung korrumpiert. Mit Kräften, die nur durch sein Ehrgeiz übertroffen wurden, wurde der Magier von einem Dämon verführt und wandte sich dem Bösen zu, wobei er seine Seele gegen Prestige tauschte. Nachdem er schreckliche Verbrechen begangen hatte, die seine Seele beeinträchtigten, wurde er verlassen. Der Dämon verraten ihn und schlug bessere Geschäfte mit seinen Feinden. So war Löwen Wut, dass er dem Dämon zurück in die Hölle folgte und ihn tötete und ihn von Glied riss und seine dämonische Hand für sich nahm. Eine solche Dämonoplastik ist jedoch mit Kosten verbunden. Der Löwe wurde durch den Prozess verwandelt, sein Körper verwandelte sich in etwas Unkenntliches. Er stieg aus der Hölle auf, inkarniert Wut, tötete sogar diejenigen, die ihn einst Meister genannt hatten, und legte die Länder, in denen er einst so verehrt war. Er überlebt jetzt als alleiniger Praktiker der Dämonen -Hexentradition, und diejenigen, die sich als Akolythen oder Studenten präsentieren, werden bald von ihrem Mana entlastet und durch die schwachste Windböe getragen.",
    "npc_dota_hero_ember_spirit.name": "Xin, der Glutgeist",
    "npc_dota_hero_witch_doctor.description": "Eine drahte Silhouette stürmt vorwärts-Uneben von Feature und Glied, bizarrer Gang, auf der Suche nach diesem lebenswichtigen Schwachpunkt, an dem seine Talente am besten und den größten Schaden am meisten schaden können, unerbittlich kreuzen. Ob gebrochen oder mismade, es ist nicht klar, aber trotzdem kann keiner an der Kraft in seinem verdrehten Körper zweifeln. Ein langes Personal schlägt die Erde, als Zharvakko der Hexenarzt vorschreibt und ein furchterregendes Arsenal aus Fetischen, Fäden und Zauber einsetzt. Es ist ein Körper von magischem Wissen, das über mehrere Leben in den Inselhochlanden von Arktura erlernt und perfektioniert wurde und jetzt mit Präzisionsgenauigkeit gegen seine Feinde geführt wird. Zharvakko kann dein bester Freund oder dein schlimmster Feind sein - heftige Verbündete und Verschwendung an alle, die sich ihm widersetzen.",
    "npc_dota_hero_terrorblade.description": "Aber Foulfell ist kein normales Gefängnis. In diesem dunklen Spiegel der Realität werden Dämonen verurteilt, um ewig in die verdrehte Reflexion ihrer eigenen Seelen zu blicken. Aber anstatt zu leiden, machte sich Terrorblade sich selbst als Meister des schlimmsten Selbst - ein tobendes, diebieriger Dämon unvorstellbarer Macht. Mit seinem inneren Tier unter Schwankend zerstörte er die fraktalen Gefängniswände und platzte frei, um seinen Schrecken auf der gesamten Schöpfung locker zu machen.",
    "npc_dota_hero_undying.quote": "Scham in den Kampf, unsterbliche Kräfte, um zu entscheiden, ob er vor seinem Zorn fliehen oder von ihm auseinander gerissen werden soll. Er entzieht die Stärke aus seinen Feinden und ruft eine Horde von Klauen -Untoten heran. Als er schließlich zu einem hulkenden Fleisch -Golem wird, sind seine Feinde möglicherweise bereits überwältigt.",
    "npc_dota_hero_rattletrap.description": "Es ist ein armer Handwerker, der seine Werkzeuge verantwortlich macht, und Rattletrap war nie einer, der Ausreden machte. Nachdem er seinen Vater in den Ruinen ihres Dorfes begraben hatte, machte er sich in das größte Werkzeug der Kriegsführung, das jede Welt jemals gesehen hatte. Er schwor, nie wieder unvorbereitet zu erwischen, sondern nutzte seine Talente, um einen Anzug mit angetriebenen Clockwerk -Rüstung zusammenzustellen, um die Ritter anderer Länder im Vergleich dazu wie Blechdosen aussehen zu lassen. Jetzt lebt Rattletrap mit Geräten, einem kleinen, aber tödlichen Krieger, dessen Fähigkeiten bei Hinterhalt und Zerstörung auf nahezu automatisches Effizienzniveau gestiegen sind. Seine Mechanisierungen, ein Handwerker des Todes, machen die Unachtsamen und kündigen eine neue Morgendämmerung in diesem Zeitalter der Kriegsführung. Wie spät ist es? Es ist Clockwerk -Zeit!",
    "npc_dota_hero_life_stealer.quote": "Sollte Lifestealer seiner Beute nahe kommen, kann sie wenig retten. In einem Kriechen oder einem verwandten Helden, als er sich einem Feind näherte, explodiert er aus seinem Wirtskörper, überraschende Feinde und reißt mit seinen Krallen in sie.",
    "npc_dota_hero_shadow_shaman.quote": "Shadow Shaman räumt schnell den Weg für die Streitkräfte seines Teams, auf der feindlichen Basis zu marschieren. Seine mächtigen Schlangenstationen zerstören mit schockierenden Zaubersprüchen und Unterbrechung von Angreifern mit Hexen und zerstören die feindlichen Verteidigung mühelos.",
    "npc_dota_hero_snapfire.quote": "Genauso glücklich, mit ihrer vertrauenswürdigen Scattergun die Beine auszublasen, um Ihren Bauch mit einem köstlich dangerischen Keks zu füllen, erfreut sich, und erfreut über den Kampf mit ihrem Drachenkröten-Mortimer, der immer bereit ist, ihre Feinde mit ihrer hausgemachten schweren Artillerie zu mähen Oder beenden Sie sie mit einer stetigen Flut von Mortimer's Crespit Globs.",
    "npc_dota_hero_tusk.description": "Kaum hatte das besiegte wiedererlangte Bewusstsein als die Schreie nach zwei oder nichts ausgestattet. Der Stoßzahn war über die Aussicht erfreut, aber niemand konnte sich eine Wette vorstellen, die größer ist als die, die er gerade erobert hatte. Entsetzt über den Schaden an seiner Taverne und verzweifelt, um eine weitere Schlägerei zu vermeiden, hatte der Barkeeper eine Idee. So geschickt er auch war, Ymir hatte sich nie an einer echten Schlacht beteiligt und sich nie gegen den wahllosen Tod und das Chaos des Krieges getestet. Er schlug dem Kämpfer eine Wette vor: Suchen Sie nach dem größten Kampf, den er finden konnte, überleben und gewinnen Sie für die von ihm gewählte Seite. Die Einsätze? Die nächste Runde der Getränke.",
    "npc_dota_hero_arc_warden.quote": "Ein zersplittertes Fragment derselben ursprünglichen Kraft wie die Alten selbst, Zet der Bogenwächter hat sich verpflichtet, den Zusammenstoß zwischen Radiant und Dire endlich zu sehen. Angriff einzelne Feinde mit Flussenergie oder verzerren Raum, um ein Schutzfeld um Verbündete zu erzeugen. Beschwören Sie einen Funken -Wraith, um einen Bereich zu patrouillieren, in dem Feinde mit schädlicher Magie infundiert werden können, und schaffen Sie ein Doppel aus Zet, Gegenständen und allem, um Ihre Feinde zu überwältigen.",
    "npc_dota_hero_spectre.description": "So wie höhere Energiezustände eine niedrigere Ebene suchen, ist das als Quecksilber bekannte Gespenst ein Wesen von intensiver und gewalttätiger Energie, das sich unwiderstehlich von Szenen des Streits anzieht, wenn sie sich in der physischen Welt entfalten. Während ihr normaler spektraler Zustand sensorische Einschränkungen überschreitet, wird sie jedes Mal, wenn sie eine physische Manifestation annimmt, durch einen Selbstverlust - obwohl nicht von Zweck. Im Kampf des Kampfes zerfällt und rekonfiguriert ihre Identität und sie beginnt, das Bewusstsein wiederzugewinnen. Sie greift, dass sie das Spektre quercurial ist - und dass alle ihre Treffpunkte nur Schatten des einen wahren Gespensts sind. Der Fokus kommt im Kampf ums Überleben; Ihr wahrer Verstand vereint sich; Bis in den letzten Momenten des Sieges oder der Niederlage übertrifft sie Materie und wird wieder in ihre ewige Form wiederhergestellt.",
    "npc_dota_hero_abyssal_underlord.description": "Bewaffnet von den monströsen Formen seiner Art und gut geeignet in den Künsten des dunklen Risses kann Vrogros Flamme hervorrufen und Bosheit durch die Wendung zwischen den Welten verkrüppeln. Er versucht immer, seine Beteiligungen zu erweitern, alles zu zerstören oder zu versklaven, was ihm begegnet. Doch das Land des unterirdischen Reiches gibt es nur wenige, und so haben sich seine Sehenswürdigkeiten nach oben gedreht. Mit seinem Kommando haben die ersten Wellen von Abgrundinvasoren bereits durch den Riss marschiert, ein paar verdammte Legionen bedeuteten lediglich, die Macht der oben genannten Nationen zu testen. Jetzt, als seine volle Kraft sich für die unendliche Eroberung vorbereitet, tritt Vrogros selbst in eine sonnenbeschienene Welt, um seine kommende Regierungszeit bekannt zu geben. Diejenigen, die sich dem Unterlord gegenübersehen, werden sich verbeugen und Tribut zollen oder dort niedergeschlagen werden, wo sie stehen.",
    "npc_dota_hero_invoker.name": "Carl, der Invoker",
    "npc_dota_hero_bounty_hunter.name": "Gondar, der Kopfgeldjäger",
    "npc_dota_hero_crystal_maiden.quote": "Crystal Maiden in der Lage, ihre Verbündeten mit Mana zu halten, während sie die Feinde verlangsamt, um einen Kill zu gewährleisten, ist eine hilfreiche Ergänzung für jedes Team. Und wenn sich die Gelegenheit ergibt, kann sie ihre massive ultimative Fähigkeit freisetzen, ihre Feinde zu zerstören.",
    "npc_dota_hero_luna.quote": "Luna fährt schnell in die Schlacht und reißt in ihre Feinde mit Angriffen, die zwischen den Zielen abprallen können. Wenn Feinde drohen, ruft sie die Macht des Mondes als einzelne sengende Strahl oder als Mondschand hin, die diejenigen zerquetscht, die gegen sie stehen.",
    "npc_dota_hero_meepo.description": "Wenn Sie mich fragen, geht es im Leben darum, wen Sie kennen und was Sie finden können. Wenn Sie in den RIFTSHADOW -Ruinen aufleben, kann es schwierig sein, nur Essen zu finden. Sie müssen also Ecken schneiden, Sie müssen krocknen, Sie müssen Ihre Stärken kennen. Einige der Tiere dort oben können dich töten, also brauchst du eine Möglichkeit, die Schwachen zu fangen und die Starken zu ducken. Auf der anderen Seite haben die Ruinen Geschichte, und die Geschichte ist für manche Menschen viel wert. Früher gab es dort einen Palast, in dem sie all diese dunklen Rituale hatten. Schlechte Dinge. Wenn Sie die Zeremonie überlebt haben, würden sie einen Kristall zerbrechen und Ihre Seele in Stücke teilen. Sie machten jedoch großartige Kunst! Skulpturen und dergleichen. Lassen Sie mich Ihnen sagen: Manchmal stolpern Sie auf einige dieser alten Schnitzereien. Nehmen Sie eine Packung voller Menschen in die Stadt und verkaufen Sie sie, dann holen Sie sich ein paar Wochen zu essen. Wenn das Glück wirklich auf Ihrer Seite ist, finden Sie möglicherweise einen RIFTSHADOW -Kristall. Bewerten Sie es und beginnen Sie herum zu fragen. Jemand kennt immer einen verrückten Narren, der nach so etwas sucht. Wenn alles andere fehlschlägt, verkaufen Sie es beim nächsten Mal an einen Magus in der Stadt. Sie lieben dieses Zeug. Trotzdem, was auch immer Sie tun, um mit diesen Kristallen umzugehen. Sie möchten nicht, dass einer auf Sie geht. Es tut wirklich weh.",
    "npc_dota_hero_abaddon.description": "Es gab Bitterkeit im Haus Avernus - Elder und Jungen beschuldigten ihn, seine Verantwortung vernachlässigt zu haben. Aber all diese Anschuldigungen hörten auf, als Abaddon in die Schlacht ritt, und sie sahen, wie die Mächte des Nebels ihm über Leben und Tod über die eines Herrn, das das Haus jemals gekannt hatte, beherrschten.",
    "npc_dota_hero_oracle.name": "Nerif, das Orakel",
    "npc_dota_hero_mars.description": "Wie es das Schicksal hätte, kam seine Lösung leicht: Er muss Krieg für einen größeren Zweck führen und mehr als nur Wildheit und Trauer beim Anblick seines Wappens inspirieren. Er muss endlich den Mantel der Führung beanspruchen, der sein Geburtsrecht ist, denn die Zeit ist gekommen, um das Pantheon des Alters zu verbrennen und ein gerechtes Reich auf der Asche seiner Verwandten zu bauen. Nur dann könnte er Zufriedenheit finden und den Herrlichkeit des Mars für alle offensichtlich machen.",
    "npc_dota_hero_skywrath_mage.name": "Dragonus, der Skywrath -Magier",
    "npc_dota_hero_slardar.quote": "Slardar ist bereit, seine Feinde zu finden und abzureißen, und schlägt schnell in die Schlacht. Nachdem er die Position eines Feindes aufgedeckt und ihre Verteidigung zerstört hat, schließt er die Entfernung, um sie mit zerdrückenden Schlägen und kraftvollen Bashes von seinem Dreizack festzulegen.",
    "npc_dota_hero_phoenix.quote": "Phoenix taucht in den Kampf ein und sprengt Feinde und heilt Verbündete mit Sonnenflammstrahlen. Wenn die Zeit stimmt, kann es zu einer brennenden Sonne werden, um in der Nähe gefährde, bevor sie eine atemberaubende Detonation entfesselt, die Phoenix auch zu voller Kraft wiederherstellt.",
    "npc_dota_hero_mirana.description": "Mirana wurde in einer königlichen Familie geboren, eine Blutprinzessin als nächstes für den Sonnenthron und gab bereitwillig einen Anspruch auf weltliche Land oder Titel auf, als sie sich vollständig dem Dienst von Selemene, der Göttin des Mondes, widmete. Mirana ist seitdem als Prinzessin des Mondes bekannt und treibt den heiligen Nachtsilver -Wald auf, der nach allen sucht, die es wagen würden, den heiligen leuchtenden Lotus aus den silbernen Pools der Göttin -Naturschutzgebiet zu pochieren. Sie fährt auf ihre enorme, vertraute, vertraute, stolz und furchtlos, stimmt auf die Phasen des Mondes und die Wheeling der größeren Sternbilder ein. Ihr Bogen, der mit scharfen Lunarerzscherben kippte, zieht die Kraft des Mondes, seine Lichtpfeile aufzuladen.",
    "npc_dota_hero_shadow_demon.name": "Schattendämon",
    "npc_dota_hero_lich.quote": "Lich treibt vom Kampf zum Kampf zum Kampf und zum Opfer von Kriechen, um seine Angriffe zu befeuern, und ist immer bereit, seinen Mithelden zu helfen, ihre Feinde mit langsamer Frost zu zerstören. Sollte seine Feinde dumm genug sein, sich zu versammeln, wird sein hüpfendes Ultimate ihren Tod gewährleisten.",
    "npc_dota_hero_spirit_breaker.name": "Barathrum, der Geisterbrecher",
    "npc_dota_hero_silencer.name": "Nortrom, der Schalldämpfer",
    "npc_dota_hero_lion.name": "Löwe, die Dämonenhexe",
    "npc_dota_hero_medusa.name": "Medusa, der Gorgon",
    "npc_dota_hero_monkey_king.description": "Zur Veränderung erfüllte Sun Wukong seinen Eid an die Götter mit Ehre und symierte sich für die Sünden vergangener Aufstände. Der Akolyte, der in den Schwierigkeiten viel gelernt wurde, wurde in seinen Heimtempel zurückgegeben, Relikt in der Hand; Und Wukong, der sich zum ersten Mal in einem ordnungsgemäßen Stand mit allen Göttern der Konsequenz förderte - war für kurze Zeit inhalt, um seinen alten Durst nach Abenteuer und Ehre aufzugeben. Aber der Affenkönig wurde wegen Unheil geboren ... und die Beleidigung der Götter wird nie alt.",
    "npc_dota_hero_earth_spirit.description": "Was die Handwerker nicht gewusst hatten, war, dass innerhalb der seltsamen Naht von Jade den Geist der Erde selbst floss - eine elementare Kraft mit dem Planeten. Als die Kraft innerhalb der geschnitzten Jade vom Lebensblut der Welt abgeschnitten wurde, sammelte sie seine Stärke im Laufe von tausend Jahren und grub sich frei und in das Licht. Jetzt schreitet der große Kaolin -Erdengeist auf die Straßen des Hochlandes und kämpft um den Geist der Erde; und in Zeiten der Not ruft Überreste seiner vergrabenen Armee immer noch in der liebevollen Umarmung des Bodens ein.",
    "npc_dota_hero_sand_king.description": "Der Sand des düngenden Abfalls ist lebendig und empfindungsfähig - die ganze riesige Wüste spricht für sich selbst und denkt, nur eine solche Weite kann sich vorstellen. Aber wenn es braucht, um eine Form zu finden, um mit denen mit begrenzterem Bereich zu kommunizieren, befreit es ein Fragment von sich selbst und füllt einen Panzer mit magischer Rüstung, der vom listigen Dschinn von Qaldin gebildet wird. Diese wesentliche Identität nennt sich Crixalis und bedeutet „Seele des Sandes“, aber andere kennen sie als Sandkönig. Sand King hat die Form eines riesigen Arachnids, inspiriert von den kleinen, aber allgegenwärtigen Bewohnern des Scintillant Waste; Und dies ist ein wahrer äußerer Ausdruck seiner wilden Natur. Guardian, Warrior, Botschafter - sander König ist all diese Dinge, untrennbar mit der endlosen Wüste, die ihm Leben gab."
}