{
  "npc_dota_hero_abaddon.description": [
    {
      "type": 0,
      "value": "В доме Авернус была горечь - как и молодые, и молодые обвиняли его в пренебрежении его обязанностями. Но все такие обвинения прекратились, когда Абаддон вступил в бой, и они увидели, как силы тумана дали ему мастерство над жизнью и смертью за пределами любого Господа, которого когда -либо знал дом."
    }
  ],
  "npc_dota_hero_abaddon.name": [
    {
      "type": 0,
      "value": "Абаддон, Господь Авернуса"
    }
  ],
  "npc_dota_hero_abaddon.quote": [
    {
      "type": 0,
      "value": "Возможность превратить вражеские атаки в самовосстановление, Абаддон может пережить практически любое нападение. Защитая союзников и запустив катушку с двойной обоюдоостровкой у друга или врага, он всегда готов выйти в толстую битву."
    }
  ],
  "npc_dota_hero_abyssal_underlord.description": [
    {
      "type": 0,
      "value": "Вооружившись чудовищными прощаниями его вида и хорошо сыгранными в искусстве темного рифта, Vrogros способен вызвать пламя и калека по поводу изюминки между мирами. Он всегда стремится расширить свои активы, уничтожить или поработить все, с чем столкнется. Тем не менее, земли, предлагаемые подземным царством, мало, и поэтому его достопримечательности появились вверх. По его командованию первые волны абиссальных захватчиков уже прошли через разрыв, несколько обреченных легионов означали просто для проверки мощи народов выше. Теперь, когда его полная сила готовится к бесконечному завоеванию, сам Вролог входит в мир солнца, чтобы объявить о своем предстоящем правлении. Те, кто сталкивается с подходным, поклонятся и отдают дань уважения, или будут раздавлены там, где они стоят."
    }
  ],
  "npc_dota_hero_abyssal_underlord.name": [
    {
      "type": 0,
      "value": "Vrogros, подход"
    }
  ],
  "npc_dota_hero_abyssal_underlord.quote": [
    {
      "type": 0,
      "value": "Воспитывайте волны абиссального пламени, чтобы взять с собой врагов, которые были парализованы в вашей злобной хватке. Пируйте о бойни битвы, набирая силу, когда враги погибают вокруг вас, их атаки уменьшаются вашим присутствием. В действительности разорвуте разрыв, чтобы телепортироваться на себя и своих товарищей по команде по всей карте, доставив кровавое возмездие любому, кто бросит вызов воле Врогроса."
    }
  ],
  "npc_dota_hero_alchemist.description": [
    {
      "type": 0,
      "value": "Вскоре они оказались потерянными где -то в лесу, окружающем город, с тропой обломков после них и без признаков преследования. В послесвечении тоника, OGRE казался безмятежным, счастливым и даже нетерпеливым. Решив совместную работу, пара отправилась на сбору материалов, необходимых для попытки еще раз при попытке Алхимической трансмутации Разиля."
    }
  ],
  "npc_dota_hero_alchemist.name": [
    {
      "type": 0,
      "value": "Razzil Darkbrew, алхимик"
    }
  ],
  "npc_dota_hero_alchemist.quote": [
    {
      "type": 0,
      "value": "Синтезируя дополнительные ресурсы от каждого убийства, у алхимика нет проблем с собранием инструментов, необходимых для уничтожения его врагов. Засаживая на засаду врагов с коррозийной кислотой и множеством нестабильных химических веществ, он сражается за то, чтобы его жадные побеги могли оставаться непрерывными."
    }
  ],
  "npc_dota_hero_ancient_apparition.description": [
    {
      "type": 0,
      "value": "Калдр, древнее явление, является изображением, проецируемым вне времени. Он выходит от холода, бесконечной пустоты, которая предшествует вселенной и ожидает своей цели. Калдр, Калдр, был, Калдр должен быть ... и то, что мы воспринимаем, мощно, как нам кажется, является лишь слабым выцветшим эхо истинного, вечного Калдра. Некоторые считают, что по мере того, как космос стареет и приближается к своим последним моментам, яркости и сила Кальдра также усилится - что древнее явление будет расти моложе и сильнее, поскольку конец вечности близок. Его хватка льда остановится, его образ пролетел слишком ужасный свет, чтобы созерцать. Явление больше не!"
    }
  ],
  "npc_dota_hero_ancient_apparition.name": [
    {
      "type": 0,
      "value": "Калдр, древнее явление"
    }
  ],
  "npc_dota_hero_ancient_apparition.quote": [
    {
      "type": 0,
      "value": "Древнее явление, способное запустить мощный взрыв на поле битвы, угрожает разбить ослабленных врагов, где бы они ни находились. Замедляя врагов, поскольку он повышает эффективность своих союзников в бою, он представляет постоянную угрозу своим врагам."
    }
  ],
  "npc_dota_hero_antimage.description": [
    {
      "type": 0,
      "value": "Монахи Турстаркури наблюдали, как бурные долины под их горным монастырем, когда волна за волной захватчиков пронзила Нижние королевства. Аскет и прагматичный, в их отдаленном монашеском эйри они оставались в стороне от мирской раздоры, завернутыми в медитацию, которая не знала богов или элементов магии. Затем появился Легион мертвого Бога, крестоносцев со зловещим мандатом заменить все местное поклонение на ядовитую нигилософию их неожиданного Господа. Из ландшафта, который не знал ничего, кроме кровь и битвы в течение тысячи лет, они разорвали души и кости бесчисленных падших легионов и разбили их против Турстаркури. Монастырь едва ли выделил две недели против нападения, и те немногие монахи, которые удосужились появиться от своих медитаций, считали, что захватчики были лишь демоническими видениями, отправленными, чтобы отвлечь их от медитации. Они умерли там, где сидели на своих шелковых подушках. Выжила только одна молодежь - паломник, который пришел в качестве аколита, ищет мудрость, но еще не был принят в монастырь. Он с ужасом наблюдал за тем, как монахи, которым он подал чай, и крапива сначала убили, а затем поднялись, чтобы присоединиться к рядам священства мертвого Бога. Не имея ничего, кроме нескольких ценных догматических свитков Турстаркури, он подкрался к сравнительной безопасности других земель, ругаясь, чтобы уничтожить не только пользователей мертвого Бога Магии, но вообще положить конец магии."
    }
  ],
  "npc_dota_hero_antimage.name": [
    {
      "type": 0,
      "value": "Анти маг"
    }
  ],
  "npc_dota_hero_antimage.quote": [
    {
      "type": 0,
      "value": "Если у Анти-Маг есть возможность набрать свою полную силу, немногие могут остановить его нападения. Слив ману от врагов с каждым ударом или телепортирующими короткие расстояния, чтобы сбежать из засады, повороты его - это проблема для любого врага."
    }
  ],
  "npc_dota_hero_arc_warden.description": [
    {
      "type": 0,
      "value": "Вернувшись до самого дальнего, достигающего взрыва тюрьмы, Зет был преобразован диссонирующими энергиями его бывших пленников. Больше не из единой формы и мысли, его присутствие стало разделенным между многими - некоторыми меньшими, некоторыми большими, связанными с мимолетной дугой сознания. Благодаря тому, чтобы подавить свое собственное разобщенность, Зет ускорил к растущему конфликту своих братьев и сестер, сгибая свои сломанные завещания к единственному выводу: аспекты изначального ума должны быть сделаны для воссоединения, или все должны быть уничтожены, чтобы конфликт не распространился дальше. Анкет"
    }
  ],
  "npc_dota_hero_arc_warden.name": [
    {
      "type": 0,
      "value": "Zet, дуговой надзиратель"
    }
  ],
  "npc_dota_hero_arc_warden.quote": [
    {
      "type": 0,
      "value": "Разбитый фрагмент той же и той же изначальной силы, что и сами Древние, Зет Арк Страд пообещал увидеть столкновение между лучистом и ужасным, наконец, заканчивается. Нападение одиноких врагов с энергией потока или искажает пространство, чтобы генерировать защитное поле вокруг союзников. Призывайте Spark Wraith, чтобы патрулировать область для врагов, чтобы наполнить вредной магией, затем создайте двойной Zet, предметы и все такое, чтобы подавить ваших врагов."
    }
  ],
  "npc_dota_hero_axe.description": [
    {
      "type": 0,
      "value": "Как ворчание в армии красного тумана, Могул Хан нацелился на звание генерала красного тумана. В битве после битвы он доказал свою ценность благодаря кровавому делу. Его рост через ряды помог тот факт, что он никогда не колебался, чтобы обезглавить превосходство. В рамках семилетней кампании «Тысячи Тарнс» он отличился в великолепной бойне, его звезда славы сияла, когда -либо ярче, в то время как число товарищей по оружию устойчиво сокращалось. В ночь окончательной победы Акс объявил себя новым генералом красного тумана и взял на себя окончательный титул «Топора». Но его войска теперь насчитывали ноль. Конечно, многие погибли в битве, но значительное число также упало на лезвие Акс. Само собой разумеется, большинство солдат сейчас избегают его лидерства. Но это не имеет значения для топора, который знает, что армия с одним человеком-безусловно лучшая."
    }
  ],
  "npc_dota_hero_axe.name": [
    {
      "type": 0,
      "value": "Могул Хан, топор"
    }
  ],
  "npc_dota_hero_axe.quote": [
    {
      "type": 0,
      "value": "Один за другим, топор разрезает своих врагов. Проходя впереди своей команды, он блокирует своих врагов в битве, а затем противостоит их ударам смертельным вращением своего оружия. Уволив его отбрасывающий лезвие через ослабленного врага, он всегда заряжается."
    }
  ],
  "npc_dota_hero_bane.description": [
    {
      "type": 0,
      "value": "Когда у богов есть кошмары, это Бэйн Элементал, который приносит их. Также известный как Atropos, Бэйн родился с полуночных ужасов богини Никташи. Сила террора, слишком сильную, чтобы сдерживать во сне, он всплыл из ее трусников, питался ее бессмертием и украл его паровую форму из ее чернильной крови. Он - сущность страха. Смертные, которые слышат его голос, слышат, как их самые мрачные секреты шептали на ухо. Он призывает скрытый страх в сердце каждого героя. Бодрствование - это не защита, потому что черная кровь Бэйн, постоянно капающая, - это смола, которая улавливает его врагов в кошмаре. В присутствии Бэйна каждый герой помнит, как боялся темноты."
    }
  ],
  "npc_dota_hero_bane.name": [
    {
      "type": 0,
      "value": "Atropos, Bane Elemental"
    }
  ],
  "npc_dota_hero_bane.quote": [
    {
      "type": 0,
      "value": "Бэйн приносит террор своим врагам своим арсеналом инвалидов. Независимо от того, поймаете ли он противника в заразительный кошмар или схватив врага на месте, он дает союзникам все время им нужно убить своего врага."
    }
  ],
  "npc_dota_hero_batrider.description": [
    {
      "type": 0,
      "value": "Мальчик рос, и каждое лето он возвращался на поле своей семьи, часто отправляясь в куст, стремясь вернуть себе первый острый ощущение от смерти в виде челюстей или смертельного падения. Годы продолжались, но его огонь только стал сильнее. Он изучал избыточный рост, глубже погрузившись в каждую экспедицию, пока, наконец, не нашел свой путь к пещерам в центре враждебности. Они говорят, что у гонщика, накануне пахнущей летней ночи, не было ничего, кроме веревки, бутылка жидкого мужества и горящая решимость снова почувствовать небо, когда он погрузился внутрь ..."
    }
  ],
  "npc_dota_hero_batrider.name": [
    {
      "type": 0,
      "value": "Батридер"
    }
  ],
  "npc_dota_hero_batrider.quote": [
    {
      "type": 0,
      "value": "Как только он выходит на небо, Батридер может ударить с любого направления. Схватив врага со своим лассо, он взлетает над деревнями, протягивая свою жертву по следу пламени, когда он тащит их перед своими беспощадными союзниками."
    }
  ],
  "npc_dota_hero_beastmaster.description": [
    {
      "type": 0,
      "value": "В ближайшие месяцы мальчик Каррох подкрался к раненному существу с раненым существом, но ему удалось замедлить его ухудшение. Бесполезно, зверь поговорил с мальчиком, и со временем их связь укреплялась, пока мальчик не обнаружил, что он не сможет удержать свой конец разговора. На самом деле он мог бы поговорить со всеми существами зверина короля. Ночью умер зверь, ярость наступила на мальчика. Он подстрекал животных суда восстать и открыл их клетки, чтобы установить их на территорию дворца. Последний царь был забит в хаосе. В хаосе один царственный олень поклонился мальчику, который освободил его; и с Beastmaster Stryide его, прыгнул на высокие стены поместья и сбежал. Теперь человек, Каррох, зверь, не потерял способность общаться с дикими существами. Он вырос в воина в одном с дикой природой."
    }
  ],
  "npc_dota_hero_beastmaster.name": [
    {
      "type": 0,
      "value": "Каррох, зверь"
    }
  ],
  "npc_dota_hero_beastmaster.quote": [
    {
      "type": 0,
      "value": "Призывая кабана с ядом и разведывательного ястреба, чтобы помочь своей охоте, Beastmaster никогда не преследует поле битвы неподготовленным. Разбивая лес своими топорами, его потрясающий рев открывает путь для его союзников, чтобы опустошить врагов."
    }
  ],
  "npc_dota_hero_bloodseeker.description": [
    {
      "type": 0,
      "value": "Strygwyr Кровавый-это ритуально санкционированный охотник, гончий блюдо, отправленные из окрашенных туманом пиках Ххакатокатла в поисках крови. Опененные требуют океанического количества крови, чтобы держать их насыщенными и успокоить, и вскоре истощает свою горную империю своего населения, если священники с высокими плато не успокоили их. Поэтому Стригвир выходит в поисках бойни. Жизненная энергия любой крови, которую он позволяет, немедленно течет к близнецам через священные отметины на его оружии и доспехах. На протяжении многих лет он пришел, чтобы воплотить энергию злобной обкины; В бою он дикий как шакал. Под маской кровопролития, в приливке кровавого утоления, говорят, что вы можете когда -нибудь увидеть особенности Flayers, которые прямо владеют своей собакой."
    }
  ],
  "npc_dota_hero_bloodseeker.name": [
    {
      "type": 0,
      "value": "Strygwyr, кровопролитие"
    }
  ],
  "npc_dota_hero_bloodseeker.quote": [
    {
      "type": 0,
      "value": "Кровавые принуждают трудные решения на его врагов. Способный водить своих врагов на отступление, купая большую площадь с разрушительным ритуалом, его ужасное Ultimate просит своих противников удержаться или умереть."
    }
  ],
  "npc_dota_hero_bounty_hunter.description": [
    {
      "type": 0,
      "value": "Когда охотничье рассказывает «Сказки о Гондаре охотника за головами», ни один из них не уверен, в которых правда. Шепченными тонами они говорят, что его бросили как комплект, изучая свои умения в отслеживании в качестве простого выживания. Другие слышат, как он был сиротой войны, взятой великим Соруком охотником, чтобы выучить мастерство мастера с лезвием, когда они поглощали темные леса для большой игры. Третьи считают, что он был скромным уличным ежом, поднятым среди гильдий порезки и воров, обученных искусству скрытности и неправильного направления. Вокруг костров в дикой сельской местности его карьер говорит о слухах о работе Гондара, становится все более страшным: они говорят, что именно он выследил короля тирана Гоффа после того, как безумный регент скрылся, доставая голову и скиптер в качестве доказательства. То, что именно он проник в лагеря повстанцев на высоком уровне, наконец, принесло бы легендарного вора белого мыса судить за его преступления. И что именно он закончил карьеру Охотника Сорука, осужденного как преступник за убийство ценного аджита принца. Рассказы о невероятных навыках Гондара простираются, с каждым дерзким подвигом более невероятным, чем последний, каждая цель более неуловимой. Что касается правильной цены, знают охоту, можно найти любого. По правильной цене даже самый могущественный может найти страх в тени."
    }
  ],
  "npc_dota_hero_bounty_hunter.name": [
    {
      "type": 0,
      "value": "Гондар, охотник за головами"
    }
  ],
  "npc_dota_hero_bounty_hunter.quote": [
    {
      "type": 0,
      "value": "Невидимо подкрадываясь к пяткам своих врагов, Охотник за головами всегда отслеживает своих врагов. Всякий раз, когда одна из его целей вступает в бой, он и его союзники получают достаточную прибыль."
    }
  ],
  "npc_dota_hero_brewmaster.description": [
    {
      "type": 0,
      "value": "Столько соревнования по употреблению алкоголя, как и смертный боевой бой, Мангикс в течение девяти дней пил и сражался с старшим мастером. В течение девяти ночей они споткнулись и погрузились, выпахали и ударили, пока, наконец, старший воин не рухнул в пьяный ступор, и был назван новый пивоваренный пивоварн. Теперь новый молодой пивоваренный завод призывает силу своих предков Ойо, чтобы ускорить его посох. Используя магию, именно для его духовных предков он поворачивается. Как и все пивоваренные мастера до него, его отправили из своего народа одной миссией. Он бродит по земле, стремясь к просветлению через напиток, в поисках ответа на древний духовный раскол, чтобы подумать о том, чтобы думать, что единственная мысль, которая снова объединит дух и физические плоскости."
    }
  ],
  "npc_dota_hero_brewmaster.name": [
    {
      "type": 0,
      "value": "Мангикс, пивоваренный"
    }
  ],
  "npc_dota_hero_brewmaster.quote": [
    {
      "type": 0,
      "value": "Страшный боец в любой ситуации, пивоваренный завод может переломить ход битвы, разделяя три элементарных духа, каждый со своими уникальными способностями. Когда он не разделен, он привносит пьяный хаос в своих врагов с замедляющими хлопками и мощными колебаниями своих сотрудников."
    }
  ],
  "npc_dota_hero_bristleback.description": [
    {
      "type": 0,
      "value": "После того, как побаловать себя в ночь на веселье, в течение которой телесные повреждения были нанесены в равных частях как преступников, так и его собственной печени, Бристин, наконец, встретил свой матч. «Твои клыки оскорбляют меня, сэр», - услышал его пьяно, что у одного особенно крупного парня из северных отходов, чей счет пришел. То, что последовало, было борьбой для веков. Дюжина бойцов вскочила. Ни один стул не остался непрерывным, и в конце концов произошло невозможное: вкладка осталась неоплаченной. В течение последующих недель раны Бристика зажили, и его пережитки выросли; Но честь исполнителя может быть колючей вещью. Он заплатил вкладку из своей собственной монеты, пообещав отследить этого северяна и извлечь искупление. А потом он сделал то, чего никогда не делал раньше - он действительно тренировался, и, в этом случае, сделали поразительное открытие о себе. Улыбка отрывалась от его зубов, когда он согнул свои перья. Повернуть спину к бою может быть просто тем."
    }
  ],
  "npc_dota_hero_bristleback.name": [
    {
      "type": 0,
      "value": "Ригварл, щетинг"
    }
  ],
  "npc_dota_hero_bristleback.quote": [
    {
      "type": 0,
      "value": "Когда дело доходит до боя, Бристин действительно возвращает его в это. Уменьшая все ущерб, поступающие сзади или с боков, он вступает в битву с едва заботой, распыляя врагов с повреждением и замедления сопли."
    }
  ],
  "npc_dota_hero_broodmother.description": [
    {
      "type": 0,
      "value": "К сожалению, отсутствие мастера магнитного Зигурата просто ободрило новое поколение злоумышленников. Когда одна из ее новорожденных была поднята неуклюжей авантюристом, она достигла конца своей шелковой веревки. Брудмор направилась на поверхность, объявив о своем намерении избавить мир каждого возможного захватчика, вплоть до последнего героя, если это необходимо, пока она не сможет обеспечить, чтобы ее питомник мог бы еще раз быть безопасной и полезной средой для ее драгоценной пауки."
    }
  ],
  "npc_dota_hero_broodmother.name": [
    {
      "type": 0,
      "value": "Черная арахния, мачь"
    }
  ],
  "npc_dota_hero_broodmother.quote": [
    {
      "type": 0,
      "value": "Скрывая невидимо в ее веб -сайте, мачь родила армию пауков, чтобы привести силы своей команды к вражеской базе. Когда добыча блуждает рядом, она присоединяется к своим детям и атакам, замедляя врагов с укусающими укусами, когда она потворствует своему ненасытному голоду."
    }
  ],
  "npc_dota_hero_centaur.description": [
    {
      "type": 0,
      "value": "Уорннер победил Воина за Воином, пока арена не поднялась с аплодисментом своего имени, и он оказался в одиночестве, неоспоримый чемпион своего рода. Великий пояс Омекса был вручен, завернут вокруг его широкого торса, но в своей победе артист смерти нашел только пустоту. Что такое воин без проблем? Великий кентавр вышел из Омекса в тот день с новой целью. Для своего народа Уорннер - величайший воин, когда -либо вступая на арену. Теперь он решил доказать, что он величайший боец, который когда -либо жил."
    }
  ],
  "npc_dota_hero_centaur.name": [
    {
      "type": 0,
      "value": "Брэдварден, Кентавр Уорннер"
    }
  ],
  "npc_dota_hero_centaur.quote": [
    {
      "type": 0,
      "value": "Кентавр Уорннер является мастером как нанесения, так и поглощающего ущерба. Ведущий в бой, он топает, чтобы оглушить своих врагов, и мгновенно противостоит каждой атаке. Его паническое падение ускоряет его союзников как в бою, так и в полете, ускоряя темп резни."
    }
  ],
  "npc_dota_hero_chaos_knight.description": [
    {
      "type": 0,
      "value": "На своей скачке Армагеддон он едет, вступая в битву с маниакальным безумием, вытягивая силу из расстройства вселенной. Физическое проявление самого хаоса, во время необходимости, он призывает другие версии себя от других самолетов, и вместе эти темные всадники едут в битве, столь же невозможно остановить, как любая сила природы. Только когда последний свет мира будет проткнут из существования, поиск будет прекращен. Где едет на рыцаре Хаоса, вскоре следует смерть."
    }
  ],
  "npc_dota_hero_chaos_knight.name": [
    {
      "type": 0,
      "value": "Рыцарь хаоса"
    }
  ],
  "npc_dota_hero_chaos_knight.quote": [
    {
      "type": 0,
      "value": "Хаос Найт - армия для себя. Способный вызвать кавалерию клонов, чтобы снести защиту противника, если враг представлен сам, он может разыграть реальность, чтобы притянуть его и его фантазии, достаточно близкие, чтобы дождь жестоко дует на их голову."
    }
  ],
  "npc_dota_hero_chen.description": [
    {
      "type": 0,
      "value": "В последующей сражениях, последовавшей за сражением, клан Чена был превзойден. Бронированные рыцари сгиба сделали короткую работу в восторгнутой Локути, который напал и умер в волнах. С их драконами погибли, следовали соплеменникам. Чен боролся, срезал, когти и погиб - или сделал бы. Победил, на коленях он смирился со своим казнью, предложив шею на лезвие. Переноснутый явным мужеством Чена, палач остановил свой меч. Вместо лезвия Чену дали выбор: смерть или обращение. Чен взял на веру со свирепостью. Он присоединился к складке и заработал свою броню по одному кровавому обращению за раз. Теперь, с фанатизмом новообращенного и с его силами возрождения животных на их пике, он ищет неверующих и знакомит их с их последней наградой."
    }
  ],
  "npc_dota_hero_chen.name": [
    {
      "type": 0,
      "value": "Чен, Святой Рыцарь"
    }
  ],
  "npc_dota_hero_chen.quote": [
    {
      "type": 0,
      "value": "Преобразовая существа леса в свое дело, Чен возглавляет свои импровизированные армии, чтобы помочь своей команде в битве. Он нападает на врагов с зверями, отправляя друзей в безопасное место. Затем, когда вещи кажутся самыми мрачными, он исцеляет своих союзников, где бы они ни были."
    }
  ],
  "npc_dota_hero_clinkz.description": [
    {
      "type": 0,
      "value": "Не зная о заклинании, Клинкз вступил в битву, защищая свои земли от огненного натиска демона. Клинкз отвез Мараксиформ обратно к воротам самой шестой белья, где на этом огненном пороге они заперты в смертном конфликте. Требогательно ранен, демон издал взрыв адского огня, когда Клинкз ослабил свою последнюю стрелу. Стрела ударила Демон Истину, когда адский огонь вылился по земле, освещая черные бассейны и горят клинкз живым в момент смерти демона. Таким образом, заклинание мага вступило в силу в самый момент пожара Арчера, сохранив его в этом нечестивом состоянии, оставив ему существо от костей и ярости, попавших в тот же акт смерти, неся дыхание в аду в его путешествии в вечность Анкет"
    }
  ],
  "npc_dota_hero_clinkz.name": [
    {
      "type": 0,
      "value": "Clinkz, кость Флетчер"
    }
  ],
  "npc_dota_hero_clinkz.quote": [
    {
      "type": 0,
      "value": "Когда Клинкз невидимо преследует поля битвы, ни один из них не безопасен от засады. Свифт стопы и стрелы, он идет дождь на плавную смерть на своих врагов, затем отступает, чтобы поглотить жизнь от существ Леса, когда он готовится к своему следующему нападению."
    }
  ],
  "npc_dota_hero_crystal_maiden.description": [
    {
      "type": 0,
      "value": "Родившаяся в умеренном царстве, выросшая со своей огненной старшей сестрой Линой, Райлай Хрустальная Дева вскоре обнаружила, что ее врожденное стимулирование к льду создавала неприятности для всех окружающих. Wellsprings и горные реки замерзли в минуты, если она остановилась, чтобы отдохнуть поблизости; Созревающие культуры были укушены морозом, а плодоносящие сады превратились в лабиринты льда и рухнули, испортились. Когда их раздраженные родители собрали Лину в экватор, Райлай оказалась изгнанной в холодную северную царство Icewrack, где ее взял в ледяной волшебник, который вырезал себя в Короне Голубого ледника. После долгого изучения волшебник объявил ее готовой к одиночной практике и оставил ее занять его место, спустившись в ледник в Связый на тысячу лет. Ее мастерство замороженного искусства только с тех пор углубилось, и теперь ее навыки не имеют себе равных."
    }
  ],
  "npc_dota_hero_crystal_maiden.name": [
    {
      "type": 0,
      "value": "Райлай, Хрустальная Дева"
    }
  ],
  "npc_dota_hero_crystal_maiden.quote": [
    {
      "type": 0,
      "value": "Способная держать своих союзников с маной, когда она замедляет врагов, чтобы обеспечить убийство, Crystal Maiden является полезным дополнением к любой команде. И, когда возникает возможность, она может раскрыть свою огромную конечную способность опустошить своих врагов."
    }
  ],
  "npc_dota_hero_dark_seer.description": [
    {
      "type": 0,
      "value": "Когда-то великий генерал среди его народа и доблестный защитник Бога-Короля Даматрикс, армия Темного провидца была уничтожена гораздо большей силой в последние дни войны Великих границ. Столкнувшись с определенным поражением, он совершил последний отчаянный акт: он привел вражеские силы в лабиринт между стенами. В последний момент, незадолго до захвата, он пересек - затем навсегда запечатал стены в взрывном выпуске темной энергии. Когда пыль обосновалась, он увидел, что спас своего народа, но оказался мигающим на солнце другого мира, не имея возможности вернуться. Теперь он стремится доказать свою ценность в качестве военного стратега и клянется показать, что он величайший тактик, который когда -либо видел этот странный новый мир."
    }
  ],
  "npc_dota_hero_dark_seer.name": [
    {
      "type": 0,
      "value": "Ish'kafel, темный провидец"
    }
  ],
  "npc_dota_hero_dark_seer.quote": [
    {
      "type": 0,
      "value": "Универсальный и стратегический, темный провидец превосходит манипулирование позициями своих врагов. Вакуумный противник в атаки своих союзников, он может повернуть силу врага против себя, протягивая врагов через свою реплицирующую стену."
    }
  ],
  "npc_dota_hero_dark_willow.description": [
    {
      "type": 0,
      "value": "Итак, Миреска сделала то, что делают большинство мятежных детей: сжечь свое семейное поместье и отправилась со своим домашним животным Wisp Jex, чтобы прожить жизнь блуждающего сетки."
    }
  ],
  "npc_dota_hero_dark_willow.name": [
    {
      "type": 0,
      "value": "Mireska sunbreeze, темная ива"
    }
  ],
  "npc_dota_hero_dark_willow.quote": [
    {
      "type": 0,
      "value": "Небольшой трепет из тени может быть всем врагом, видящей темной ивы, поскольку она ускользает от преследования и контролирует движения своего врага с хитрыми трюками Fae. Призывая силы, гораздо более древние, чем любая научная магия, она связывает врагов на месте, прежде чем раскрыть полный гнев и террор царства Fae."
    }
  ],
  "npc_dota_hero_dawnbreaker.description": [
    {
      "type": 0,
      "value": "Там она отдохнула, бездействующая, пока присутствие блуждающей молодой звезды не дало топливо древней энергетической кузнице - переживание детей, которая, как и она, лежала в бесчисленных возрастах под дубившими красными отходами. Теперь, с небольшой мерой ее бывших полномочий, восстановленных кузницей, Валора просыпается на землю, окружающая войну и неумолимые силы хаоса. Она знает, что ее боги могут исчезнуть, но удар молотка Dawnbreaker остается - соответствует только ее воле, чтобы справедливо владеть им во имя добра и света."
    }
  ],
  "npc_dota_hero_dawnbreaker.name": [
    {
      "type": 0,
      "value": "Valora, Dawnbreaker"
    }
  ],
  "npc_dota_hero_dawnbreaker.quote": [
    {
      "type": 0,
      "value": "Dawnbreaker сияет в самом сердце битвы, счастливо сокрушивая врагов своим небесным молотом и исцеляя близлежащих союзников. Она наслаждается тем, что бросает молоток через нескольких врагов, а затем сходятся с ним в ярко -бодрство, всегда ожидая, чтобы поступить на ее настоящую космическую силу, чтобы летать на помощь ее товарищам по команде - стремясь разбить своих врагов на поле битвы, где бы они ни находились."
    }
  ],
  "npc_dota_hero_dazzle.description": [
    {
      "type": 0,
      "value": "В этом эфирном измерении царства NotHL свойства света и темноты перевернуты. Таким образом, его блестящий исцеляющий свет, красивый для нашего глаза, на самом деле является зловещим злом; и самые темные дела совершаются в ослепительном свечении. Интуиция старейшин была пророческой: Dazzle вернулся к своему народу как теневого священника, как никто, не видел ранее, с силой исцелять, а также уничтожить. Теперь он использует свой подарок, чтобы сократить своих врагов и исправить своих друзей."
    }
  ],
  "npc_dota_hero_dazzle.name": [
    {
      "type": 0,
      "value": "Ослепитель, теневой священник"
    }
  ],
  "npc_dota_hero_dazzle.quote": [
    {
      "type": 0,
      "value": "Дззл, родившийся в поддержке своих когортов в бою, поддерживает раненых союзников, чтобы позже они могли дождь смерть от врага. Его странная магия вплетается в соседнюю броню, ослабляя врагов и укрепляя друзей."
    }
  ],
  "npc_dota_hero_death_prophet.description": [
    {
      "type": 0,
      "value": "Каждый раз, когда она возвращалась из могилы, она возвращала с собой немного смерти. Призраки следовали за ней, как фрагменты ее разбитой души; Ее кровь стала тонкой и эктоплазматической; Пирчащие существа Сумерки взяли ее за их родственника ... она дала немного своей жизни с каждой кончиной, и стало казаться, что ее конец был виден. С ее преданностью смерти удвоилась, и никто, кроме самого себя, Кровелус все более пылко бросился в бездну смерти, намереваясь выполнить единственное пророчество, которое ускользало от нее: что когда -нибудь смертельный пророк больше не вернется."
    }
  ],
  "npc_dota_hero_death_prophet.name": [
    {
      "type": 0,
      "value": "Кровелус, пророк смерти"
    }
  ],
  "npc_dota_hero_death_prophet.quote": [
    {
      "type": 0,
      "value": "Когда она раскрывает свою армию призраков, Смертельный Пророк превосходит как сносит врагов и их оборону. Ведущая силы своей команды к вражеской базе с волной после повреждения волны от ее роя, ее натиск может показаться неудержимым."
    }
  ],
  "npc_dota_hero_disruptor.description": [
    {
      "type": 0,
      "value": "Несмотря на то, что он маленький для своего рода, разрушитель бесстрашна и движится ненасытным любопытством. Будучи юношеской, будучи все еще бездельничающей и без стридера, он исследовал руины наследственных городов, исследуясь с обрушенными и долгосрочными библиотеками, разрываясь через ржавые мануфакторы. Он взял то, что ему было нужно, и вернулся к своему племени. Адаптируя катушку древнего дизайна, он использовал силу электрического дифференциала и теперь вызывает гром всякий раз, когда он желает. Отчасти магия, частично мастерство, его катушки держат в своих светящихся пластинах силу жизни и смерти - власть с точностью против земельных каст на юге, и любых проклятелей, которые пересекают древние земли Оглади."
    }
  ],
  "npc_dota_hero_disruptor.name": [
    {
      "type": 0,
      "value": "Разрушитель, штормовый"
    }
  ],
  "npc_dota_hero_disruptor.quote": [
    {
      "type": 0,
      "value": "Дирешчик превосходно разбивает планы своих врагов. Призывая непроходимые заборы, чтобы улавливать цели, когда он вызывает шторм молчания, если противник попытается что -то неожиданное, он просто телепортирует их обратно в их предыдущее место."
    }
  ],
  "npc_dota_hero_doom_bringer.description": [
    {
      "type": 0,
      "value": "Шесть раз его имя было выпущено из великого колокола Вашундола. Шесть и шестьдесят раз его крылья были маркированы, пока не осталось только курить пни. Без крыльев он проскользнул от тетерс, которые связывали его в свете, и он упал на землю. Кратер в пустыне, рай потерян. Теперь он атакует без милосердия, без мотива, единственная жизнь, способная свободно перемещаться между семью темными владениями. Нарученный неизбежными потребностями, скрученными невообразимыми талантами, Doom несет с собой свой ад, куда бы он ни шел. Вызывающе до последнего. В конце концов, мир будет принадлежать Doom."
    }
  ],
  "npc_dota_hero_doom_bringer.name": [
    {
      "type": 0,
      "value": "Люцифер, гибель"
    }
  ],
  "npc_dota_hero_doom_bringer.quote": [
    {
      "type": 0,
      "value": "Так или иначе, Дум закрывает своих врагов. Пожесими ползучесть, чтобы претендовать на различные навыки, которые они обладали в жизни, он может закрепить заклинания противника и предметы противника, когда он поджигает своих врагов."
    }
  ],
  "npc_dota_hero_dragon_knight.description": [
    {
      "type": 0,
      "value": "Не видя чести, чтобы быть полученным в драконе-муджере, Найт Дэвион готовился отвернуться и оставить своего старого врага умереть в мире. Но голос проник в его мысли, и Слайрак прошептал просьбу о том, что Дэвион может почтить его смертью в бою. Дэвион согласился и оказался вознагражденным за пределы ожидания от своего акта милосердия: когда он опустил свой лезвие в груди Слайрака, дракон пронзил горло Дэвиону когтиком. Когда их кровь смешалась, Слайрак отправил свою власть по маршруту крови, посылая всю свою силу и столетия мудрости рыцарю. Смерть дракона запечатала их связь, и родился Дракон -Рыцарь. Древняя власть трусается в Рыцаре Дракона Дэвиона, просыпаясь, когда он называет это. Или, возможно, это дракон, который называет рыцаря ..."
    }
  ],
  "npc_dota_hero_dragon_knight.name": [
    {
      "type": 0,
      "value": "Дэвион, Рыцарь Дракона"
    }
  ],
  "npc_dota_hero_dragon_knight.quote": [
    {
      "type": 0,
      "value": "Когда он берет на себя свою ужасную форму дракона, Дракон Найт поражает страх, кто лицом к нему лицом. Сильный и адаптируемый, он может оглушить своих врагов и сжечь все перед ним, часто предоставляя своим союзникам тот импульс, который им нужен, чтобы принести их на победу."
    }
  ],
  "npc_dota_hero_drow_ranger.description": [
    {
      "type": 0,
      "value": "Отчужденная из своего усыновленного племени, она ушла, чтобы жить одна в лесу. Потерянные путешественники, которые находят свой путь из леса, иногда говорят о невероятно красивом рейнджере, который смотрел на них из глубины деревьев, а затем исчез, как сон, прежде чем они могли приблизиться. Грятная и скрытная, ледяная горячая, она движется как туман в тишине. Этот шепот, который вы слышите, - это ее замороженные стрелы, которые находят сердце врага."
    }
  ],
  "npc_dota_hero_drow_ranger.name": [
    {
      "type": 0,
      "value": "Traxex, Run Ranger"
    }
  ],
  "npc_dota_hero_drow_ranger.quote": [
    {
      "type": 0,
      "value": "Не многие могут избежать Дроу Рейнджер, когда она находится в пределах досягаемости. После того, как ее враги заставили замолчать с холодным взрывом, она заканчивает их с помощью замедляющихся стрел с льдом, которые немногие могут выжить."
    }
  ],
  "npc_dota_hero_earth_spirit.description": [
    {
      "type": 0,
      "value": "Чем мастеры не знали, что в рамках странного шва нефрита текут дух самой земли - элементарную силу на одной с планетой. Когда сила в резной нефрите оказалась отрезанной от крови жизни мира, она собрала свои силы в течение тысячи лет и выкопала себя свободно и на свет. Теперь Великий Каолиновый Земный Дух усиливает возвышенные дороги, сражаясь за дух земли; и во времена нуждающихся вызывает остатки его похороненной армии, все еще запертыми в любящих объятиях почвы."
    }
  ],
  "npc_dota_hero_earth_spirit.name": [
    {
      "type": 0,
      "value": "Каолин, Земный Дух"
    }
  ],
  "npc_dota_hero_earth_spirit.quote": [
    {
      "type": 0,
      "value": "Земный дух держит врага в Хаосе и его друзьях в бою. Адаптируясь к любому сценарию битвы, он может отправить свои каменные остатки назад и вперед, чтобы повредить врагов, или схватить союзника от челюстей смерти."
    }
  ],
  "npc_dota_hero_earthshaker.description": [
    {
      "type": 0,
      "value": "Он сформировался на образе смертного зверя и назвал себя Райгором Стоунхоуфом. Сейчас он истекает кровью и дышит, и поэтому он может умереть. Но его дух все еще дух земли; Он несет свою силу в магическом тотеме, который никогда не покидает его. И в тот день, когда он возвращается в пыль, Земля приветствует его как блудного сына."
    }
  ],
  "npc_dota_hero_earthshaker.name": [
    {
      "type": 0,
      "value": "Райгор Стоунхоф, земля"
    }
  ],
  "npc_dota_hero_earthshaker.quote": [
    {
      "type": 0,
      "value": "Будь то блокирование побега врага, разделение их сил или разрушение земли под собравшимися врагами, Earthshaker в своих лучших проявлениях, когда он ударяет без предупреждения. Что бы ни пережило, у афтершоков все еще есть качание от его могущественного тотема, чтобы с нетерпением ждать."
    }
  ],
  "npc_dota_hero_elder_titan.description": [
    {
      "type": 0,
      "value": "Тот, который мы знаем, как старший Титан, был великим новатором, который учился на кузнице творения. Оттачивая свои навыки, он разрушил то, что никогда не мог быть отремонтировано, лишь отброшены в сторону. Он упал в свой сломанный мир, саму разбитую душу. Там он жил среди зазубренных осколков и трещин, наряду с другими потерянными фрагментами, которые просеивались сквозь трещины в ранней вселенной. И именно поэтому мир, который мы знаем, напоминает остров Кастых, выживших от крушения, которые теперь давно забыли. Забыто, это все, кроме того, кто обвиняет себя. Он навсегда проводит свое время, ища способ выполнить ремонт, чтобы он мог вернуться к частям своей разбитой души, чтобы все мы и мир могли быть исправлены. Это тот, который мы знаем как старший Титан."
    }
  ],
  "npc_dota_hero_elder_titan.name": [
    {
      "type": 0,
      "value": "Старший Титан, мировой"
    }
  ],
  "npc_dota_hero_elder_titan.quote": [
    {
      "type": 0,
      "value": "Скаутируя путь своим астральным духом, старший Титан может ударить с любого направления. Оставая врагов с топком его копыта, в то время как его присутствие погибнут от их защиты, он расщепляет саму землю, чтобы снизить своих врагов."
    }
  ],
  "npc_dota_hero_ember_spirit.description": [
    {
      "type": 0,
      "value": "Однако, обучая воина, он заработал соперников -воинов, а осенью Синь был победил и убит. Его последователи распространились на ветер. Тем не менее, когда годы обращались к столетиям и последователям к потомкам, его учения пережили тонкий шепот и поступок. Призрачный длительный наследие учителя, горящий небесный, любознательный аспект огня, бросил себя в крепость вспышек и возродил коричневого пепла. Из этих светящихся угли появились изображение Синь, одетый в пламя, его вдумчивое лицо, готовое к обучению и обучению, и распространять огни знаний всем, кто ищет руководство."
    }
  ],
  "npc_dota_hero_ember_spirit.name": [
    {
      "type": 0,
      "value": "Синь, дух эмбер"
    }
  ],
  "npc_dota_hero_ember_spirit.quote": [
    {
      "type": 0,
      "value": "Свифт и неуловимый, Ember Spirit поражает всех близлежащих врагов в быстрой последовательности и связывает их с горящими цепями. Быстро бросаясь через поле битвы, чтобы прийти к одним из его взрывающихся остатков, немногие могут избежать или захватить его пламя."
    }
  ],
  "npc_dota_hero_enchantress.description": [
    {
      "type": 0,
      "value": "Айушта слышит просьбы маленьких существ, скрытого народа, которым нужен зеленый оттенок и листовый навес, чтобы процветать. Она дает уши тем, у кого нет других слушателей. Она несет свои истории из дерева в мир, полагая, что ее собственное хорошее настроение - это своего рода очарование, которое само по себе может выполнить обещание зеленого будущего."
    }
  ],
  "npc_dota_hero_enchantress.name": [
    {
      "type": 0,
      "value": "Айушта, очаровательница"
    }
  ],
  "npc_dota_hero_enchantress.quote": [
    {
      "type": 0,
      "value": "Вредный и смертельный на расстоянии, Enchantrest искажает противников с атаками, пропитанными, чтобы стать более разрушительными, чем дальше, они летают. Будь то мощные замедления своих врагов или очаровательных лесных существ, чтобы сражаться с битвами, ей никогда не хватает инструментов, чтобы выиграть бой."
    }
  ],
  "npc_dota_hero_enigma.description": [
    {
      "type": 0,
      "value": "Есть истории, в которых рассказывается, что он когда -то был великим алхимиком, который пытался разблокировать секреты вселенной и был проклят за его высокомерие. Другие легенды говорят, что он - древнее существо странной гравитации, пропасть персонифицирована - извращенный голос из оригинальной тьмы, перед первым светом во вселенной. И есть более старые легенды, которые говорят, что он первая разрушенная звезда, черная дыра, выращенная сложной и разумной - его мотивация непознаваемой, его власть неумолимой, сила разрушения, развязанная на самом существовании."
    }
  ],
  "npc_dota_hero_enigma.name": [
    {
      "type": 0,
      "value": "Загадка"
    }
  ],
  "npc_dota_hero_enigma.quote": [
    {
      "type": 0,
      "value": "Широко опасаясь за его окончательную способность, Enigma может вызвать черную дыру, способную поразить вражеские силы, чтобы союзники могли их уничтожить. Вездесущий контингент Эйдолонов на его стороне, он избивает врагов с атаками дальнего действия."
    }
  ],
  "npc_dota_hero_faceless_void.description": [
    {
      "type": 0,
      "value": "Darkterror. Безлигая пустота - это посетитель из Claszureme, царство вне времени. Остается загадкой, почему это существо от другого измерения считает, что борьба за камни Немезиды стоит войти в наш физический плоскость, но, очевидно, расстройство в балансе сил в этом мире имеет последствия в соседних измерениях. Время ничего не значит для Darkterror, кроме как способ сорвать своих врагов и помочь своим союзникам. Его длинный обзор космоса дал ему отдаленное, отключенное качество, хотя в бою он вполне способен сделать его личным."
    }
  ],
  "npc_dota_hero_faceless_void.name": [
    {
      "type": 0,
      "value": "Darkterror, безличная пустота"
    }
  ],
  "npc_dota_hero_faceless_void.quote": [
    {
      "type": 0,
      "value": "Время - это все, чтобы безликая пустота. Он ускоряет время, чтобы пробежать между местами, манипулирует им, чтобы уклониться от атак, останавливает его на большой территории, чтобы опустошить своих врагов, и давая достаточно их, чтобы собрать ресурсы, он может сделать себя невероятно мощным."
    }
  ],
  "npc_dota_hero_furion.description": [
    {
      "type": 0,
      "value": "Когда Verodicia, богиня леса, закончила заполнять зеленые места, посадив спиранный дух в семени, заманив водные воды из глубины камня, поклявшись солнцем, полное внимание к растущим вещам, Она поняла, что ее собственное время достигло своего конца, и, как один из листьев, чья судьба она запечатлела в семени, она упала бы, не видя плодоношения своей мечты. Ей больно оставить мир лишенным, потому что ростки еще не прорвались через почву - и они были бы нежными и уязвимыми для любого вида вреда. Она нашла в своем семени последнем семени, которое она пропустила в посевах. Она произнесла одно слово в семя и проглотила его, когда упала. Ее обширное тело разлагалось в течение долгой зимы, став гумусом, который питал саженцы весной. И утром от весеннего равноденствия, до того, как остальная часть леса начала просыпаться, это последнее семя созрело и разрывалось в одно мгновение. Из этого шагал пророк природы, в полном листе, сильном и мудром, обладающем силой Веродиции, чтобы предвидеть, где он понадобится больше всего в защиту зеленых мест - и любому, кому повезло называть его союзником."
    }
  ],
  "npc_dota_hero_furion.name": [
    {
      "type": 0,
      "value": "Пророк природы"
    }
  ],
  "npc_dota_hero_furion.quote": [
    {
      "type": 0,
      "value": "Будь то в гуще битвы или собирать ресурсы для своего следующего нападения, пророк природы, кажется, повсюду. Телепортируя по желанию в любом месте и мгновенно создавая армию насильственных деревьев, чтобы сражаться за него, он нападает на то, где враги меньше всего ожидают."
    }
  ],
  "npc_dota_hero_grimstroke.description": [
    {
      "type": 0,
      "value": "Медленно он почувствовал отступление прилива ... и услышал ужасные вопли своего народа, когда коррупция в свою очередь катилась на них. Когда наконец -то чернила смягчились, его глаза открылись на мир, изменившиеся. Ашкаворан, как он знал, их ушли. Каждая последняя душа была преобразована в ужасающие оттенки их прежних я - больше не из крови и костей, только вязкие, испорченные чернила."
    }
  ],
  "npc_dota_hero_grimstroke.name": [
    {
      "type": 0,
      "value": "Гримстрок"
    }
  ],
  "npc_dota_hero_grimstroke.quote": [
    {
      "type": 0,
      "value": "Квалифицированные в манипулировании битвы со окраины, гримстрейк изучает каждое движение и оценивает каждую линию, решая, когда выходить из чернильной темноты, чтобы отключить своих жертв и связывать их вместе с ударом его кисти. Он радует развязать фантомные Траллс для противников, поскольку он тщательно рассматривает, как отправлять несколько врагов одним роковым инсультом."
    }
  ],
  "npc_dota_hero_gyrocopter.description": [
    {
      "type": 0,
      "value": "Когда сумерк поселился, он установил курс обратно на свою мастерскую, но как только он повернул свое ремесло, когда пушечный ящик прорвался через его хвостовой Освободившись от обломков, он поплыл к ближайшему участку земли в поле зрения и проклял, чтобы увидеть корабль, ответственный за пушечный ящик, собирающий мусор. Несколько дней спустя, когда Аурел вернулся на свою мастерскую, он начал работать над еще одним гирокоптером, этот способен нести гораздо более тяжелую, опасную полезную нагрузку."
    }
  ],
  "npc_dota_hero_gyrocopter.name": [
    {
      "type": 0,
      "value": "Аурел Влайку, гирокоптер"
    }
  ],
  "npc_dota_hero_gyrocopter.quote": [
    {
      "type": 0,
      "value": "С его арсеналом огневой мощи в готовых, Гирокоптер взлетел в битву. Взрыв всех близлежащих врагов с выстрелами из его пушки или избивает их с помощью ракетов, если он сможет собрать полную силу, он с легкостью сносит врагов."
    }
  ],
  "npc_dota_hero_hoodwink.description": [
    {
      "type": 0,
      "value": "Зная, что она всегда может найти безопасный проход в клубках Томокана, где самый теплый народ мудро боятся наступить, Худвонки теперь поражает тех, кто осмеливается попытаться еще больше успокоить, с радостью берет то, что ей нравится из своих вещей Уничтожая то, что она не имеет, и помогает снова помочь любым сосредоточенным выжившим к жизни в зеленом."
    }
  ],
  "npc_dota_hero_hoodwink.name": [
    {
      "type": 0,
      "value": "Hoodwink"
    }
  ],
  "npc_dota_hero_hoodwink.quote": [
    {
      "type": 0,
      "value": "Всегда под рукой, когда встают в беду, Худвон живет, чтобы связываться с угрозами, которые наполняют призрачный лес, который она приняла в качестве своего дома. Убравшись массивный арбалет, все еще способный проходить по лесу с величайшей легкостью, Hoodwink практически невозможно продолжать в бою. Потеряйте путь, и она выплеснет вас - ваша ошеломленная каркас уже свисала в одной из ее сетей."
    }
  ],
  "npc_dota_hero_huskar.description": [
    {
      "type": 0,
      "value": "Со временем старейшины Ордена стремились расширить свое влияние, а Хаскар, как они согласились, станут грозным инструментом в их кампании. Тем не менее, становясь простым оружием для Ордена, который лишь лишь право первородства расстроил его только дальше. Когда первые угли войны появились на горизонте, он скрылся от своего наследственного дома, чтобы найти новых союзников, все время искав причину, достойную раскрытия власти, которую может принести его полная жертва."
    }
  ],
  "npc_dota_hero_huskar.name": [
    {
      "type": 0,
      "value": "Хаскар, священный воин"
    }
  ],
  "npc_dota_hero_huskar.quote": [
    {
      "type": 0,
      "value": "По мере того, как его здоровье снижается, способность Хаскара убивать врагов значительно растет. Способный мгновенно убрать часть своего и здоровья врага своим окончательным, когда почти смерть он может бросить свое горящее копье с разрушительной скоростью."
    }
  ],
  "npc_dota_hero_invoker.description": [
    {
      "type": 0,
      "value": "Большинство из этих квази-имртейлов живут тихо, боясь признать свой секрет: но Invoker не тот, кто скрывает свои дары. Он древний, изучен за пределами всех остальных, и его разум каким -то образом все еще имеет место, чтобы сдержать огромное чувство собственной ценности ..., а также призывы, с которыми он развлекается через длинные медленные сумеречные сумерки умирающих дней мира."
    }
  ],
  "npc_dota_hero_invoker.name": [
    {
      "type": 0,
      "value": "Карл, Инвакер"
    }
  ],
  "npc_dota_hero_invoker.quote": [
    {
      "type": 0,
      "value": "С запутанным арсеналом заклинаний в его распоряжении, Invoker может адаптироваться к любой боевой ситуации. Каждая конфигурация его трех компонентов заклинаний выходит из одного из десяти заклинаний, что означает, что он никогда не имеет способа уничтожить или избежать своих врагов."
    }
  ],
  "npc_dota_hero_jakiro.description": [
    {
      "type": 0,
      "value": "Даже среди волшебных зверей дракон с двумя головами-урод. Равные части лед и огонь, хитрый и ярость, существо, известное как Джакиро, скользит по обугленным и привязанным к льду поля битвы, из-за чего отходы любому, кто будет нести оружие. Клатчи Pyrexae Dragon всегда содержат два бели. Известные своими пороками даже с первых моментов жизни, недавно вылупленные драконы этого вида попытаются убить своего брата, еще в гнезде. Только сильнейшие выживают. Таким образом, сила линии Pyrexae. В некоторой аварии природы урод Джакиро вылупился из одного яйца, объединившись в одном человеке, полный спектр способностей, обнаруженных у разнообразных видов Pyrexae. В ловушке в арматуре его чудовищного тела силы льда и огня объединяются, и теперь ни один враг не в безопасности."
    }
  ],
  "npc_dota_hero_jakiro.name": [
    {
      "type": 0,
      "value": "Джакиро, двойник -дракон"
    }
  ],
  "npc_dota_hero_jakiro.quote": [
    {
      "type": 0,
      "value": "Джакиро - их лучший друг. Не довольствуясь просто наказывать врагов огнем, близнецы замораживают их на месте, чтобы заставить их стоять там и гореть. С врагами вспыхивают, они обращаются к нанесению огромного повреждения вражеским структурам своим жидким огнем."
    }
  ],
  "npc_dota_hero_juggernaut.description": [
    {
      "type": 0,
      "value": "Никто никогда не видел, как лицо скрыто под маской Yurnero The Juggernaut. Это только предположение, что у него даже есть один. За то, что бросил вызов коррумпированному Господу, Юнерро был изгнан от древнего острова масок - наказания, которое спасло его жизнь. Остров вскоре после того, как исчезли под волнами в ночь мстительной магии. Он один остается, чтобы продолжить длинную традицию острова, один из ритуалов и мечты на мечах. Последний практикующий искусство, уверенность и мужество Юнеро являются результатом бесконечной практики; Его изобретательная лезвия доказывает, что он никогда не переставал бросить вызов себе. Тем не менее, его мотивы столь же нечитаемы, как и его выражение. Для героя, который потерял все дважды, он борется так, как будто победа является предрешенным выводом."
    }
  ],
  "npc_dota_hero_juggernaut.name": [
    {
      "type": 0,
      "value": "Yurnero, Джаггернаут"
    }
  ],
  "npc_dota_hero_juggernaut.quote": [
    {
      "type": 0,
      "value": "В шкване ударов Джаггернаут сокращает его врагов. Встречаясь и вращаясь в битве с безрассудным отказом, и почти непобедим, как только он сможет начать штурм, остановка Джаггернаута часто может быть таким же трудным, как и выжить."
    }
  ],
  "npc_dota_hero_keeper_of_the_light.description": [
    {
      "type": 0,
      "value": "На бледной лошади он едет, эта искра бесконечных солнц, этот хранитель света. Эзалор давно избежал фундаментальной плоскости, отделяясь от других древних сил, с которыми он был связан в пределах великой изначальной гармонии. Он - это сила, выращенная на заре вселенной, и теперь выезжает во всех самолетах сразу, на шаг перед тем, как преследовать хаос, неся его дар с ним в конце сияющего персонала. Его величественная истина заключается в спрятанной под внешним появлением слегка уклончивого старика, который едва остается в седле. Однако, когда столкнулся с вызовом хаоса или силами тьмы, его изначальный свет разразится, и его полная сила раскрывается, превращая его в силу, с которой нужно считаться."
    }
  ],
  "npc_dota_hero_keeper_of_the_light.name": [
    {
      "type": 0,
      "value": "Эзалор, хранитель света"
    }
  ],
  "npc_dota_hero_keeper_of_the_light.quote": [
    {
      "type": 0,
      "value": "Хранитель света является полезным дополнением к любой команде. Манипулируя маной как своих союзников, так и врагов, он без усилий разрушает меньших врагов волнами освещения, затем входит в свою духовную форму, чтобы собрать свою команду, чтобы нажать нападение."
    }
  ],
  "npc_dota_hero_kunkka.description": [
    {
      "type": 0,
      "value": "То, что произошло в тигеле этого шторма, никто не может по -настоящему сказать. Катаракта решается в пустоту, покинутую его бывшими обитателями. Кункка теперь является адмиралом, кроме одного корабля, призрачной установки, которая бесконечно повторяет последние секунды его разрушения. Умер ли он в этой аварии, кто -то догадывается. Даже Tidehunter, который вызвал Maelrawn, точно не знает."
    }
  ],
  "npc_dota_hero_kunkka.name": [
    {
      "type": 0,
      "value": "Кункка, адмирал"
    }
  ],
  "npc_dota_hero_kunkka.quote": [
    {
      "type": 0,
      "value": "Кункка всегда предсказывает, куда его враги пойдут дальше. Способный атаковать место с помощью гейзера воды или призрачного кораблекрушения, если его цель докажет правдой, у него и его союзников не будет проблем с очисткой того, что осталось."
    }
  ],
  "npc_dota_hero_legion_commander.description": [
    {
      "type": 0,
      "value": "Несмотря на победу, выжившие видели мало, чтобы отпраздновать: город лежал в руинах, а выживших было немного. Пожары продолжали распространяться. Развернув свои знамена войны, Тресдин собрала то, что могла. Ее гнев тлел, когда она пообещала жестокую месть от сил пропасти, и проклята, кто посмел бы стоять на ее пути."
    }
  ],
  "npc_dota_hero_legion_commander.name": [
    {
      "type": 0,
      "value": "Тресдин, командир легиона"
    }
  ],
  "npc_dota_hero_legion_commander.quote": [
    {
      "type": 0,
      "value": "Проходя через поле битвы, командир Легиона бросает вызов одиноким врагам в одиночном бою. Каждая дуэль, которую она выигрывает, увеличивает силу ее атак, пока, наконец, она не сможет стать неустанной армией одной женщины."
    }
  ],
  "npc_dota_hero_leshrac.description": [
    {
      "type": 0,
      "value": "Лешрак, мучительная душа, является сущностью, разорванной от сердца природы, лиминальное существо, которое существует наполовину в одной плоскости существования, наполовину в другом. Его проникающий интеллект таков, что он никогда не сможет на мгновение игнорировать мучительный ужас в основе всего творения. Когда -то великий философ, который искал смысл существования, он схватил глубины природы с привидениями хроноптических кристаллов, и был навсегда изменен отвратительными загадками, тем самым раскрытых ему. Теперь самые мрачные глубины его просвещения освещаются только приспособленным взглядом его высокомерия. Как и другие элементарные персонажи, он полностью с природой, но в его случае это природа, мрачная и мерзкая. Он один видит злую истину реальности и не имеет пользы для тех, кто считает, что Космос оставляет особую награду для тех, кто практикует доброжелательность."
    }
  ],
  "npc_dota_hero_leshrac.name": [
    {
      "type": 0,
      "value": "Лешрак, мучительная душа"
    }
  ],
  "npc_dota_hero_leshrac.quote": [
    {
      "type": 0,
      "value": "Мощные заклинания Лешрака изложили отходы врагов и их защиту. В глубине дураки вражеской территории с его разрушительным указанием, тщательное время его способности разделить землю, ошеломит врагов, что позволит его беспощадным союзникам закончить их."
    }
  ],
  "npc_dota_hero_lich.description": [
    {
      "type": 0,
      "value": "Он упал только на год или около того, прежде чем его обнаружился. Там он отдохнул, мертвый, но не выявленный, пока геомант Анхил не подумал, чтобы проверить легенду о предположительно бездонном черном бассейне. Пламблина Анхила зарычалась с веревками, которые связывали утопленного мага, и вверх он вытащил неожиданный приз. Думая, что, отнес его к мертвой нежитью, он мог расспросить лича о свойствах бассейна, он удалил привязки и начал простой обряд воскресения. Даже потомки врагов Этриина были давно забыты временем, поэтому не было никакого, чтобы предупредить Анхила против невыразимости. Но он почти сразу узнал ошибку своего суждения, когда Лич сбросил кандалы и поглотил его."
    }
  ],
  "npc_dota_hero_lich.name": [
    {
      "type": 0,
      "value": "Этриин, Лич"
    }
  ],
  "npc_dota_hero_lich.quote": [
    {
      "type": 0,
      "value": "Дрифт от битвы до битвы и жертвуя ползучесть, чтобы подпитывать свои нападения, Лич всегда готов помочь своим собратьям -героям уничтожить своих врагов с замедлением мороза. Если его враги будут достаточно глупы, чтобы собраться, его подпрыгивание Ultimate обеспечит их кончину."
    }
  ],
  "npc_dota_hero_life_stealer.description": [
    {
      "type": 0,
      "value": "В этот момент родился Lifestealer. Существо превратило в себя в подземелья и солдаты, заставляя их открыть замки и отрезать своих спутников, открывая беспрепятственный путь к свободе, питаясь своей жизнью. Lifestealer по -прежнему носит сломанные кандалы как предупреждение о том, что никто не может удержать его, но внутри остается заключенным. Два ума обитают в единственной форме - безымянное существо злобной хитрости и мастера, голос которого он притворяется, что подчиняется."
    }
  ],
  "npc_dota_hero_life_stealer.name": [
    {
      "type": 0,
      "value": "N'aix, Lifestealer"
    }
  ],
  "npc_dota_hero_life_stealer.quote": [
    {
      "type": 0,
      "value": "Если Lifestealer приблизится к своей добыче, мало что может их спасти. Путешествуя в ползучести или герои союзника, как только он приближается к врагу, он взрывается от своего принимающего тела, удивляя врагов и разрывая их своими когтями."
    }
  ],
  "npc_dota_hero_lina.description": [
    {
      "type": 0,
      "value": "Соперничество братьев и сестер между Линой Убийцей и ее младшей сестрой Райлай, Хрустальной Девой, были легендой в умеренном регионе, где они провели свои ссоры вместе. Однако у Лины всегда было преимущество, потому что, пока Кристалл был бесхитростным и наивным, огненный ардор Лина был смягчен умением и контактом. Респуходные родители этих несовместимых потомков прошли полдюжины усадьбы, потеряв одно, чтобы стрелять, следующий со льдом, прежде чем они поняли, что жизнь будет проще, если дети будут разлучены. Будучи самой старой, Лина была отправлена далеко на юг, чтобы жить с терпеливой тетей в пылающей пустыне Misrule, климат, который оказался более чем удобным для огненной убийцы. Ее прибытие произвело довольно впечатление на сон. Местные жители, и более одного потенциального поклонника обгорело его пальцами или ушли с поенными бровями, его достижения отвергли. Лина гордится и уверена, и ничто не может ослабить ее пламя."
    }
  ],
  "npc_dota_hero_lina.name": [
    {
      "type": 0,
      "value": "Лина, убийца"
    }
  ],
  "npc_dota_hero_lina.quote": [
    {
      "type": 0,
      "value": "Как бы она ни была смертельной, Лина без особых усилий ударила любого врага, достаточно глупого, чтобы ее поймали в одиночку. Получая скорость атаки с каждым заклинанием, которое она бросает, она исчезает врагов с пламенем и молнией, гарантируя, что немногие могут пережить ее нападения."
    }
  ],
  "npc_dota_hero_lion.description": [
    {
      "type": 0,
      "value": "Когда -то был гроссмейстером традиции волшебства демонов, Лев заслужил известность среди своих братьев за сражение на стороне света и праведности. Но абсолюция повреждает. С силами превзошли только его амбиции, маг был соблазнен демоном и превратился в зло, обменивая свою душу на престиж. После совершения ужасных преступлений, которые омрачали его душу, его бросили. Демон предал его, поразив лучшие сделки со своими врагами. Такова была ярость льва, которую он последовал за демонами обратно в ад и убил его, отрывая его от конечности, взяв свою демоническую руку за свою собственную. Тем не менее, такая демонопластика стоит дорого. Лев был преобразован процессом, его тело превратилось в нечто неузнаваемое. Он поднялся из ада, воплощена ярость, убивая даже тех, кто когда -то назвал его хозяином, и изложил отходы на земли, где он когда -то так обожался. Сейчас он выживает как единственного практикующего традиции демонов ведьмы, и те, кто представляют себя как помощники или студенты, вскоре освобождаются от своей маны и уносят из -за слабой порыва ветра."
    }
  ],
  "npc_dota_hero_lion.name": [
    {
      "type": 0,
      "value": "Лев, Демон ведьма"
    }
  ],
  "npc_dota_hero_lion.quote": [
    {
      "type": 0,
      "value": "Лев дает врагам мало шансов на отомстить. Потрясающие цели с разрушительным рядом шипов или временно превращая их в безобидный твари, даже если его мощные заклинания недостаточно, он и его союзники все еще должны иметь все время, чтобы им нужно убить своих врагов."
    }
  ],
  "npc_dota_hero_lone_druid.description": [
    {
      "type": 0,
      "value": "Когда он похватил свое доверие, Силла почувствовал, что его годы отступили, и его жизнеспособность вернулась. Огромные знания ворвались в его разум. Он обнаружил, что способен проецировать свою волю в реальность и, с некоторой концентрацией, также изменит свою собственную физическую форму. Тем не менее, тонкие шепот и жестокие уши принесли известие о семени и его силе другим народам, и ужасная война врезалась в клан медведя. Когда его наследственный дом сгорел, Силла взял бремя и бежала в дикие места. Прошел возраст, и время и миф забыл клан медведя, забыл Силлу и семя, забыли удивительные цивилизации, которые поднялись и упали в следу. В течение тысячелетий Силла ждал, ждал слова от его божеств, ждал, когда мир придет в постоянные сферы, ждал в изгнании и в тайне конец всего и к завершению его священного обязательства, готовясь всегда к столкновению. и уничтожить все, что осмелится угрожать его цели."
    }
  ],
  "npc_dota_hero_lone_druid.name": [
    {
      "type": 0,
      "value": "Силла, одинокий друид"
    }
  ],
  "npc_dota_hero_lone_druid.quote": [
    {
      "type": 0,
      "value": "Сражаясь рядом со своим могущественным духовным медведем, одинокий друид сносит вражеские силы и структуры. Переключение по мере необходимости между атаками дальнего боя с его трансформацией, если у него будет достаточно времени, чтобы вооружить и укрепить себя и его спутника, их мало что может остановить их."
    }
  ],
  "npc_dota_hero_luna.description": [
    {
      "type": 0,
      "value": "Ей предложили выбор: присоединяйтесь к Темной Луне и заложите себе на службу Селемене, или уйти и никогда не вернуться. Она без колебаний. Обняв свое отпущение, она отказалась от своего кровавого прошлого и взяла новую мантию в роли Луны Темной Луны, страшного лунного гонщика, безжалостного и постоянно-страшного опекуна ночных лесов."
    }
  ],
  "npc_dota_hero_luna.name": [
    {
      "type": 0,
      "value": "Луна, лунный гонщик"
    }
  ],
  "npc_dota_hero_luna.quote": [
    {
      "type": 0,
      "value": "Скорее всего, вступая в битву, Луна разрывается в своих врагов с атаками, способными подпрыгивать между целями. Когда враги угрожают, она вызывает силу Луны как единственный жгучий луч или лунный заграждение, раздавив тех, кто противостоит ей."
    }
  ],
  "npc_dota_hero_lycan.description": [
    {
      "type": 0,
      "value": "В ярости предательство, король истребил обширную родословную Амби, покидая только владельца дома и его младшего сына Банехаллоу. Перед всем Королевским двором, с опозоренным лордом, прикованным к декоративному мрамору, король велел своим магам превратить мальчика в волка, чтобы он мог вырвать горло своего отца. «Сделай это, - сказал король, - так что лорд Амбри поймет укус предательства». Мощная магия была вызвана, и ребенок был преобразован. Но хотя его тело было изменено, его дух оставался нетронутым, и вместо того, чтобы кусать обнаженную шею своего отца, он напал на своих обработчиков, разрывая их на куски. Дюжина рыцарей короля погибли под зубами волка, прежде чем им удалось проехать до ночи. Лорд Амбри засмеялся от своих цепей, даже когда король пробежал его с мечом. Теперь наследник Потерянного дома Амбри, Банехаллоу бродит по тропе как Ликан, частично воин, частично Волк, в поисках справедливости на все, что он потерял."
    }
  ],
  "npc_dota_hero_lycan.name": [
    {
      "type": 0,
      "value": "Banehallow, Lycan"
    }
  ],
  "npc_dota_hero_lycan.quote": [
    {
      "type": 0,
      "value": "Как человек или как волк, Lycan опустощает врагов с острыми когтями и смертельными челюстями. Призывая скрытных волков, чтобы разведывать вперед или напасть на врага, его трансформация волков дает ему скорость и силу, чтобы сбежать по его врагам, или избежать засады."
    }
  ],
  "npc_dota_hero_magnataur.description": [
    {
      "type": 0,
      "value": "Некоторые говорят, что Магнус воссоединился со своими родственниками, в то время как другие утверждают, что он получил смертные травмы и истек вместе с телом своего матриарха. Ни одна теория не верна. Магнус действительно поклялся, чтобы воссоединиться со своими родственниками ... но только после поиска тех, кто ответственен за извержение горы Джоерлака и наблюдение за тем, как они умирают на его роге, потому что магроние не верит в случайность."
    }
  ],
  "npc_dota_hero_magnataur.name": [
    {
      "type": 0,
      "value": "Магнус, магноцеро"
    }
  ],
  "npc_dota_hero_magnataur.quote": [
    {
      "type": 0,
      "value": "Враги, которые достаточно глупы, чтобы собраться, чтобы бояться рога Магнуса. Способный собрать ближайших врагов вместе, он может ударить их уполномоченными атаками или искажать их рогом, чтобы принести их перед своими беспощадными союзниками."
    }
  ],
  "npc_dota_hero_mars.description": [
    {
      "type": 0,
      "value": "По мере того, как это было бы у судьбы, его решение было легко: он должен вести войну для более крупной цели и вдохновлять больше, чем просто дикости и печаль при виде своего гребня. Наконец, он должен, наконец, претендовать на мантию лидерства, которая является его правом первородства, на то время пришло, чтобы сжечь пантеон старости и построить только новую империю на вершине его родственников. Только тогда он может найти удовлетворение и сделать славу Марса очевидной для всех."
    }
  ],
  "npc_dota_hero_mars.name": [
    {
      "type": 0,
      "value": "Марс, первый сын небес"
    }
  ],
  "npc_dota_hero_mars.quote": [
    {
      "type": 0,
      "value": "Божество воинов Марс процветает в самом сердце раздоров, охраняемой основной частью смертельного щита, когда он искажает врагов со своим легендарным копье. Он наслаждается тем, что столкнулся с противниками на арене, которая звонила с верными копьями, которые гарантируют, что никто не убегает, и что какие -либо шансы, с которыми он сталкивается, Бог войны может диктовать условия битвы, зная, что толпа навсегда на его стороне."
    }
  ],
  "npc_dota_hero_medusa.description": [
    {
      "type": 0,
      "value": "Красота - это сила. Эта мысль утешала Медузу - самую младшую и самую милую из трех прекрасных сестер Горгона, рожденных от морской богини - потому что она одна из сестер была смертной. Это утешало ее, то есть до тех пор, пока дневные маскируемые нападавшие не вторглись в царство Горгона и вырвали двух бессмертных сестер из их дома, не подлежащих красоте или слезами. Один из захватчиков также схватил Медузу, но затем отбросил ее с отвращением: «У этого есть смертная воняем на нее. Мы не пользуемся тем, что умирает ». Униженная, разъяренная, Медуза бежала в храм своей матери и бросила себя перед богиней, плакала: «Ты отрицал мне вечную жизнь - поэтому я умоляю тебя, дай мне силу! Сила, чтобы я мог посвятить, какую жизнь я должен спасти своих сестер и отомстить за эту несправедливость! » После долгого размышления богиня удовлетворила просьбу своей дочери, позволяя Медузе обменять свою легендарную красоту на лицо и форму ужасающей силы. Никогда на мгновение Медуза не сожалела о своем выборе. Она понимает, что власть - единственная красота, которую стоит обладать - поскольку власть может изменить мир."
    }
  ],
  "npc_dota_hero_medusa.name": [
    {
      "type": 0,
      "value": "Медуза, Горгон"
    }
  ],
  "npc_dota_hero_medusa.quote": [
    {
      "type": 0,
      "value": "Постоянная атака является ключом к успеху Медузы. Используя свой щит Mana, чтобы предотвратить нападение, она использует разделенные выстрелы, чтобы косить волны врагов. Как только она собирает свою полную силу, она становится достаточно сильной силой, чтобы остановить кого -либо в их следах."
    }
  ],
  "npc_dota_hero_meepo.description": [
    {
      "type": 0,
      "value": "Если вы спросите меня, жизнь - это то, кого вы знаете и что вы можете найти. Когда вы живете в руинах Riftshadow, просто поиск еды может быть тяжелым. Таким образом, вам нужно разрезать углы, вам нужно прорваться, вам нужно знать свои сильные стороны. Некоторые из зверей там могут убить вас, поэтому вам нужен способ поймать слабых и наклонить сильного. С другой стороны, руины имеют историю, и история очень стоит для некоторых людей. Там был дворец, где у них были все эти темные ритуалы. Плохие вещи. Если вы пережили церемонию, они разбили бы кристалл и разделили вашу душу на куски. Они сделали отличное искусство, хотя! Скульптуры и тому подобное. Позвольте мне сказать вам: иногда вы наткнутесь на некоторые из этих старых резьб. Возьмите пачку, полную тех, кто в городе и продайте их, затем купите себе еду на несколько недель. Если удача действительно на вашей стороне, вы можете найти кристалл Riftshadow. Оцените это и начните спрашивать. Кто -то всегда знает какого -то сумасшедшего дурака, ищущего такие вещи. Если ничего не удается, продайте его магу в следующий раз, когда кто -то в городе. Они любят это. Тем не менее, что бы вы ни делали, будьте осторожны с этими кристаллами. Вы не хотите, чтобы кто -то ушел на вас. Это очень больно."
    }
  ],
  "npc_dota_hero_meepo.name": [
    {
      "type": 0,
      "value": "Meepo, геомант"
    }
  ],
  "npc_dota_hero_meepo.quote": [
    {
      "type": 0,
      "value": "Призывая до четырех постоянных копий себя, Meepo может сражаться с каждого фронта одновременно. Распространяя свои клоны на поле битвы, когда встречается врага, он связывает своего врага, собирает себя взрывчатым телепортом, а затем похоронит то, что остается."
    }
  ],
  "npc_dota_hero_mirana.description": [
    {
      "type": 0,
      "value": "Родившаяся в королевской семье, кровяной принцессе, следующей в очереди за солнечным троном, Мирана охотно отказалась от любых претензий на мирскую землю или названия, когда она полностью посвятила себя служению Селемене, богине Луны. С тех пор известная как Принцесса Луны, Мирана бьет о священном ночном лесу, ищет любого, кто осмелился бы связывать священный светящий лотос из серебристых бассейнов заповедника Богини. Поезжая на своей огромной кошачьей знакомых, она уравновешена, гордая и бесстрашная, настроенная на фазы Луны и проезд больших созвездий. Ее лук, наполненный острыми осколками лунной руды, опирается на силу луны, чтобы зарядить его стрелы света."
    }
  ],
  "npc_dota_hero_mirana.name": [
    {
      "type": 0,
      "value": "Мирана, принцесса Луны"
    }
  ],
  "npc_dota_hero_mirana.quote": [
    {
      "type": 0,
      "value": "Когда она нацелена на расстояние со своей смертельной стрелой, Мирана всегда должна быть готова прыгнуть в битву. Способная защитить своих союзников с глаз своих врагов, она гарантирует, что ее команда всегда на охоте."
    }
  ],
  "npc_dota_hero_monkey_king.description": [
    {
      "type": 0,
      "value": "Для разнообразия Сан Вуконг выполнил свою клятву богов с честью и искупил грехи прошлых восстаний. Аколит, многому научился в трудностях, был возвращен в его домашний храм, реликвия в руке; И Вуконг - впервые в правильном положении с любыми богами последствий - был довольствованием на короткое время, чтобы отказаться от своей старой жажды от приключений и славы. Но король обезьян родился за вред ... и оскорбление богов никогда не стареет."
    }
  ],
  "npc_dota_hero_monkey_king.name": [
    {
      "type": 0,
      "value": "Sun Wukong, король обезьян"
    }
  ],
  "npc_dota_hero_monkey_king.quote": [
    {
      "type": 0,
      "value": "Всегда в поисках хорошей борьбы, King King путешествует на деревьях, направленных на то, чтобы воскреснуть от листового покрытия и удивить его врагов. Призывая армию солдат обезьян, чтобы ошеломлять противников, этот гибкий Трикстер наслаждается хаосом битвы, готовый хлопать в его легендарного посоха от любых надежд на побег."
    }
  ],
  "npc_dota_hero_morphling.description": [
    {
      "type": 0,
      "value": "Для темных эунов комета обведена. Удерживая в Тралле до далекого солнца, связанного неумолимым притяжением гравитации, массивный шарик льда, пробитый сквозь черноту между мирами, сделал странным своим темным путешествием. Накануне древней войны Влой, он пробил по небу и зажег светящуюся тропу через ночь - знак, который обе армии взяли на предзнаменование. Замороженный шарик растаял во вспышке кипящего тепла, как и ниже двух сил, предписавшихся в битве через границу узкой реки. Таким образом, освободившись от его ледяного стазиса, морфлинг родился в конфликте, элементарной силе в одном из приливах океана, капризным и неограниченным. Он вошел в бой, инстинктивно приняв форму первого генерала, который осмелился ступать через воду, а затем ударил его мертвым. Когда воины пестения столкнулись, он перешел от формы на форму на протяжении всей битвы, мгновенно поглощая пути этих странных существ - теперь ноголога, теперь теперь лучшего, теперь кавалерист - до тех пор, пока последний солдат упал, Морфлинг играл каждая часть. Конец битвы был его началом."
    }
  ],
  "npc_dota_hero_morphling.name": [
    {
      "type": 0,
      "value": "Морфлинг"
    }
  ],
  "npc_dota_hero_morphling.quote": [
    {
      "type": 0,
      "value": "Сдвигая свои атрибуты в соответствии с его ситуацией, морфлинг может быть таким же неуловимым, как и смертельный. Будь то езда на волне, чтобы фланкировать врага, или повысить его здоровье, прежде чем сбежать в обманчивую репликацию, немногие могут надеяться на то, чтобы загнать его."
    }
  ],
  "npc_dota_hero_naga_siren.description": [
    {
      "type": 0,
      "value": "Когда -то наиболее высоко уважаем ее раса, Слита на протяжении многих лет командовала батальоном ее стипендиатов, используя ее грозный голос в качестве ее величайшего оружия. Мощная, извилистая, змеиная, она привела свою смертельную охрану в защиту глубоких и великого богатства затонувших городов. Но в последней битве при Креи ее силы были отброшены мародерствующей армией Левианта, намеревающегося найти дань своему богу. После долгого и кровавого натиска, когда тела были очищены из затонувших залов, в тропах была обнаружена одна чаша с драгоценными камнями. Из ее сотней охранника выжила только горстка, но их храбрость и жертва были небольшими последствиями. Что имело значение, так это то, что сокровище было взято. Честь разрушена. И поэтому Нага Сирена была изгнана. Изгнан, чтобы искать украденную чашу. Хотя она могла бы добавить в сто раз свой вес в Золотую тропа, она обречена, чтобы жить до того, как в тот день она не вернет то, что было взято. Никакое количество золота не является равным в честь того, что она потеряла."
    }
  ],
  "npc_dota_hero_naga_siren.name": [
    {
      "type": 0,
      "value": "Слита, сирена нага"
    }
  ],
  "npc_dota_hero_naga_siren.quote": [
    {
      "type": 0,
      "value": "Отправляя отряды зеркальных клонов против своих врагов, нага сирена начинает и убивает врагов, когда она ведет свои силы к победе. Из -за звука своего голоса она отключает близлежащих врагов, чтобы взять засаду или создать поспешное побег."
    }
  ],
  "npc_dota_hero_necrolyte.description": [
    {
      "type": 0,
      "value": "Во времена великой чумы, неясного монаха темных склонностей, один ротунд'ере, оказался в звании кардинала в результате быстрого смерти всех его начальников. В то время как другие из ордера вышли, чтобы посоветовать заболеванию, недавно рукоположенный кардинал уединил себя в соборе Румуске, усердно интрига, чтобы приобрести собственность умирающих дворян, пообещав им духовные награды, если они подписали свои наземные домены. Когда чума отступила до нескольких упрямых карманов, его поведение привлекло внимание большего порядка, который признал его виновным в ересью и приговорил его к служение в палате чумы, обоснованного заклинаниями, которые обеспечат ему медленную и затянущуюся болезнь. Но они не рассчитывали на его естественный иммунитет. Ротунд'ере поймал оспу, но вместо того, чтобы умирать, обнаружил, что она питает его силу, превращая его в истинную чуму, папу с эпидемией. Провозглашая себя некрофос, он путешествует по миру, распространяя чуму, куда бы он ни шел, и растут в ужасной власти с каждой деревней, которую его присутствие в эпидемиях уничтожает."
    }
  ],
  "npc_dota_hero_necrolyte.name": [
    {
      "type": 0,
      "value": "Rotund'jere, некрофос"
    }
  ],
  "npc_dota_hero_necrolyte.quote": [
    {
      "type": 0,
      "value": "Куда бы ни шел некрофос, враги увядают, когда союзники процветают. Восстановление здоровья своим друзьям и причинение вреда врагам с каждым пульсом смерти, как только его присутствие съело врага, он вызывает жнец, чтобы удлинить свое пребывание в загробной жизни."
    }
  ],
  "npc_dota_hero_nevermore.description": [
    {
      "type": 0,
      "value": "Говорят, что никогда у теневого изверга есть душа поэта, и на самом деле у него тысячи. На протяжении веков он претендовал на души поэтов, священников, императоров, нищих, рабов, философов, преступников и (естественно) героев; Никакая душа не ускользает от него. То, что он делает с ними, неизвестно. Никто никогда не смотрел в пропасть, откуда никогда не протягивает руку, как угорь из астральных скал. Он пожирает их один за другим? Он устанавливает их вдоль залов храма Элдрича, или мариновать души в некромантическом рассоле? Является ли он просто марионетом, протолкнувший через размерный разрыв демоническим кукловодом? Таково его зло, настолько интенсивное его аура тьмы, что ни один рациональный разум не может проникнуть в него. Конечно, если вы действительно хотите знать, куда идут украденные души, есть один верный способ узнать: добавьте свою душу в его коллекцию. Или просто подожди никогда."
    }
  ],
  "npc_dota_hero_nevermore.name": [
    {
      "type": 0,
      "value": "Никогда, теневой изверг"
    }
  ],
  "npc_dota_hero_nevermore.quote": [
    {
      "type": 0,
      "value": "Захватывая души из всех убийств, которые он делает, тень Fiend всегда собирает свою силу. Каждое нападение, каждый тщательно нацеленный разрушение, который убивает врага, приближает его к раскрытию своих собравшихся душ в смертельном взрыве энергии."
    }
  ],
  "npc_dota_hero_night_stalker.description": [
    {
      "type": 0,
      "value": "Говорят, что на рассвете первого дня все ночные существа погибли. Все, то есть сохранить один. Воплощение Зла, Ночной Сталкер восхищает его злоупотребление. Он создал первичную роль ночного террора, бугеймана, и пока были молодые люди, его призрак вызван, чтобы испугать их. Это роль, которую он наслаждается, а не эти пустые театральные. Он действительно преследует неосторожных, беззащитных, тех, кто вышел за пределы освещенных путей или отрицал предупреждения об их общинах. Ночной сталкер служит живым доказательством того, что худший кошмар каждого ребенка ... это правда."
    }
  ],
  "npc_dota_hero_night_stalker.name": [
    {
      "type": 0,
      "value": "Баланар, ночной сталкер"
    }
  ],
  "npc_dota_hero_night_stalker.quote": [
    {
      "type": 0,
      "value": "Как только солнце заходит, начинается охота на ночной сталкер. Заряжаясь в темных лесах, он задерживает охоту на замедленную пустоту, когда разрывает их в клочья. Если восход солнца угрожает положить конец своему ужасу, он может затемнить небо, чтобы расширить свой натиск."
    }
  ],
  "npc_dota_hero_nyx_assassin.description": [
    {
      "type": 0,
      "value": "В отличие от большинства личинок его колонии, NYX Assassin не возник из -за метаморфозы с помощью мыслей с затуханием и притупленными придатками, общими для его касты. Ибо он был специальным преобразованием под руководством Грейс Никс. Он был избранным, выбранным из многих и помазал самой выдержкой богини королевы. Не все выживают в мрачном благословении комнаты королевы, но он появился с проникновением и когтями, похожими на кинжал,-его острые бритвы-мандалем, разгадывая воздух, в то время как его мысли проецировались непосредственно в умы окружающих окружающих. Из всех скарабеев фаната он один был выбран для самого высокого призвания. После его метаморфозы он возродился по милости Никс, с способностями, которые сформировали его на одну вещь и только одну вещь: убить во имя своей богини."
    }
  ],
  "npc_dota_hero_nyx_assassin.name": [
    {
      "type": 0,
      "value": "NYX Assassin"
    }
  ],
  "npc_dota_hero_nyx_assassin.quote": [
    {
      "type": 0,
      "value": "NYX Assassin всегда охотится на хрупкие цели. Невидимо пробираясь по лесу, когда он замечает свою добычу, он смахивает их своими смертельными когтями и промахивает их потрясающими шипами, а затем переворачивает любую контратаку с его отражающим панциром."
    }
  ],
  "npc_dota_hero_obsidian_destroyer.description": [
    {
      "type": 0,
      "value": "Один из лорковой и магистральной расы, предвестник брызгает по краю пустоты, единственная выживающая часовая форпоста на мире у края пропасти. Из этого зубчатого кристаллического внешнего мира, навсегда на страже, он смотрел на вечность на небеса, настороже за любую волнуюсь в бездонную ночь за звездами. Запечатленные глубоко в блестящих решетках его интеллекта лежат резонансный узор, похожий на пророчество, темная музыка, подразумевающая, что в конечном итоге пробуждается какое -то зло, за пределами краев творения, и обратит свое внимание на наш мир. С тем, что все его сосредоточено на его бдении, Eutworld Destesser уделял мало внимания событиям ближе к солнцу. Но, наконец, шум древних, и чувство растущей угрозы изнутри, а также без того, заставили его крылаться солнцем, чтобы посетить равнины войны. Место предвестника в наших собственных пророчествах однозначно: его следует считать предзнаменованием более худших событий. Но его прибытие само по себе достаточно плохо."
    }
  ],
  "npc_dota_hero_obsidian_destroyer.name": [
    {
      "type": 0,
      "value": "Предвестник, эсминчик по всему миру"
    }
  ],
  "npc_dota_hero_obsidian_destroyer.quote": [
    {
      "type": 0,
      "value": "Воровство из ума от тех, кого он вручает, эсминдер Outworld превращает необработанное интеллект в разрушительную силу. Освобождая врагов с заграждением загадочной энергии, он разрушает их здравомыслие своим окончательным взрывом, часто стирая ману от выживших."
    }
  ],
  "npc_dota_hero_ogre_magi.description": [
    {
      "type": 0,
      "value": "С двумя головами Ogre Magi считает возможным функционировать на уровне, которым большинство других существ управляют с одним. И хотя Ogre Magi не выиграет никаких дебатов (даже с самим собой), оно украшено божественным качеством, известным как глупая удача - склонность к случайным ударам удачи, которые позволили гонке Ogre к процветанию, несмотря на враги, суровую погоду, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, погода, и неспособность кормить себя. Как будто богиня удачи, наполненная жалостью к печально неумелым видам, взяла Огре -волшебство под ее крылом. А кто может ее обвинить? Бедняжки."
    }
  ],
  "npc_dota_hero_ogre_magi.name": [
    {
      "type": 0,
      "value": "Aggron Stonebreak, Ogre Magi"
    }
  ],
  "npc_dota_hero_ogre_magi.quote": [
    {
      "type": 0,
      "value": "С возможностью умножить результат каждого заклинания, которое они бросают, немного удачи - все, что Ogre Magi нужно сжечь врагов, чтобы забрать или повысить силу своих союзников. Конечно, удача может быть трудно положиться ..."
    }
  ],
  "npc_dota_hero_omniknight.description": [
    {
      "type": 0,
      "value": "Всеведение сформировало огромную минеральную оболочку планеты вокруг себя, как защита от многочисленных ужасов космоса. Таким образом, все, что видели, что утверждали, что создал мир, и, учитывая другие истины, открытые Пуристу в тот день, у рыцаря не было причин опровергать историю. Возможно, всеведение - это лжец, глубокий в его камне, а не создатель мира, но Omniknight больше никогда не ставил под сомнение его веру. Его кампания имела смысл наконец. И не может быть никаких сомнений в том, что славные силы, которые наполняют его, и дают своим спутникам такую силу в бою, реальны, вне всякого сомнения."
    }
  ],
  "npc_dota_hero_omniknight.name": [
    {
      "type": 0,
      "value": "Пурист Громовой Громовой, Omniknight"
    }
  ],
  "npc_dota_hero_omniknight.quote": [
    {
      "type": 0,
      "value": "Омник -ночь, опекун на переднем крае, всегда стремится присоединиться к своей команде. Будь то заживление союзника с заклинанием, которое также наносит ущерб близлежащим врагам, или избивает врага своим могущественным молотком, он защищает своих союзников от вреда."
    }
  ],
  "npc_dota_hero_oracle.description": [
    {
      "type": 0,
      "value": "Однако задолго до того, как последствия разыгрывались, осторожные советники Cymurri захватили Нерифа, связанный и заткнул его, и выпустили его из своей вселенной на высокой скорости на размерном барке, в надежде нанести его, где он не может нанести ущерб навсегда. Это было, конечно, слишком поздно для них. И вполне может быть для нас."
    }
  ],
  "npc_dota_hero_oracle.name": [
    {
      "type": 0,
      "value": "Nerif, Oracle"
    }
  ],
  "npc_dota_hero_oracle.quote": [
    {
      "type": 0,
      "value": "Тщательно сочетая свои сложные способности, Oracle контролирует судьбы как друга, так и врага. Обжарание угрожало союзникам своим ложным обещанием, он может дать союзнику несколько драгоценных моментов защиты, чтобы уничтожить врага или даже отменить ужасную судьбу."
    }
  ],
  "npc_dota_hero_pangolier.description": [
    {
      "type": 0,
      "value": "Там нет монстра, которого он не убьет. Нет существа, он не сможет задумываться. Нет тирана, против он не будет противостоять. И нет благородного невосприимчивого к его серебряному языку."
    }
  ],
  "npc_dota_hero_pangolier.name": [
    {
      "type": 0,
      "value": "Donte Panlin, Pangolier"
    }
  ],
  "npc_dota_hero_pangolier.quote": [
    {
      "type": 0,
      "value": "Стремясь погрузиться в опасность в любой момент, Панголье процветает при разрушении вражеских движений и становясь в разгар хаоса. Искусственно направляя свое лезвие между трещинами в доспехах и отжимающими атаки своими защитными чешуйками, этот изящный мечник всегда готов вступить в бой."
    }
  ],
  "npc_dota_hero_phantom_assassin.description": [
    {
      "type": 0,
      "value": "Благодаря процессу гадания детей отбираются для воспитания сестрами завеса, приказ, который рассматривает убийство священной части естественного порядка. Завуалированные сестры выявляют цели посредством медитации и оракулярных высказываний. Они не принимают контрактов и, кажется, никогда не преследуют цели по политическим или наемным причинам. Их убийства не имеют никакого отношения к какой -либо узнаваемой повестке дня и могут показаться совершенно случайными: фигура великой силы не более вероятно, чем крестьянин или хорошо копатель. Какой бы образец мог бы содержать убийства, это известно только им. Они относятся к своим жертвам как жертвами, и смерть в их руке считается честью. Поднимаясь без идентичности, кроме как их порядка, любой фантомный убийца может занять место любого другого; Их число неизвестно. Возможно, их много, возможно, их мало. Ничего не известно о том, что лежит под фантомной завесой. За исключением того, что этот, время от времени, когда никто не достаточно близок, чтобы услышать, известно, что она помешает ее вуалям запрещенным шепотом ее собственного имени: Мортред."
    }
  ],
  "npc_dota_hero_phantom_assassin.name": [
    {
      "type": 0,
      "value": "Мортд, фантомный убийца"
    }
  ],
  "npc_dota_hero_phantom_assassin.quote": [
    {
      "type": 0,
      "value": "В тот момент, когда она находит свою добычу, фантом -убийца наносит удар. Мгновенно закрывая цель, она без усилий уклоняется от нападений, когда она неустанно отрезает своего врага. Без предупреждения любая из ее нападений может оказаться внезапно и жестоко смертельно."
    }
  ],
  "npc_dota_hero_phantom_lancer.description": [
    {
      "type": 0,
      "value": "Сосредоточенный и призванный бойцами своих братьев, Азрайт превзошел каждую из смертоносных ловушек Волшебника и сотворенных опекунов. Вскоре простой рыбак прибыл в Sanctum Ворн. Пара дуэла в течение ночи, щука к персоналу, когда хаос бушевал внизу, и с оглушительным криком Азрайтом пронзил своего врага. Но волшебник не просто истекал; Он взорвался в бесчисленных осколках света, проникая в своего убийцу властью. Когда пыль осела, и дым боя начал проясняться, Азрайт обнаружил, что стоит среди толпы своих родственников. Каждый, казалось, был одет, как он, каждый казался вооруженным, как он, и он чувствовал, что каждая мысль, как и он. Осознавая, что его союзники приближались, он хотел бы спрятаться эти призраки, и один за другим они начали исчезнуть в небытии. Когда солдаты наткнулись на святилище, они нашли воина, который превзошел волшебник. Когда они подошли к своему чемпиону, Лансер исчез. Пикман, который стоял перед ними, был не более чем другой призрак."
    }
  ],
  "npc_dota_hero_phantom_lancer.name": [
    {
      "type": 0,
      "value": "Azwraith, фантомный ланкер"
    }
  ],
  "npc_dota_hero_phantom_lancer.quote": [
    {
      "type": 0,
      "value": "Призрачный Лансер штормот вражеские силы с бесконечным запасом клонов. Ведя в свою иллюзорную армию, он может разрезать врагов в захватывающем дух шлюх атак, отправить клонов, чтобы протолкнуть на вражескую территорию, или использовать своих двойников, чтобы ввести в заблуждение и ускользнуть от врагов, если они загнаны в угол."
    }
  ],
  "npc_dota_hero_phoenix.description": [
    {
      "type": 0,
      "value": "По этому нестареющему тигеру звезда, которую смертные пришли, чтобы позвонить Фениксу, сложившейся, и, как и его предки, были втянуты в бесконечный космос, чтобы найти место среди его звездных братьев. Тем не менее, любопытство к тому, что старейшины, утешившие, утешали в темноте, употребляли лепение, и поэтому в течение длинных циклов, которые он спрашивал и изучал. Он узнал, что среди миров как целых, так и сломанных вскоре вызовут связь с замечательным разнообразием, запертым в устойчивом конфликте космических последствий, плоскости, который окажется нуждающимся в большем влиянии, чем могут обеспечить отдаленные солнечные лучи. Таким образом, этот маленький сын Солнца принял наземную форму, с нетерпением ездив, чтобы сиять своим теплом на тех, кому может понадобиться больше всего, и, возможно, захватить его солнечную судьбу."
    }
  ],
  "npc_dota_hero_phoenix.name": [
    {
      "type": 0,
      "value": "Феникс"
    }
  ],
  "npc_dota_hero_phoenix.quote": [
    {
      "type": 0,
      "value": "Погружаясь в бой, Феникс взрывает врагов и исцеляет союзников лучами солнечного пламени. Когда настало время, оно может стать горящим солнцем для ожога близлежащих врагов, прежде чем раскрыть потрясающую детонацию, которая также восстанавливает Феникс до полной прочности."
    }
  ],
  "npc_dota_hero_puck.description": [
    {
      "type": 0,
      "value": "В то время как Пак, на первый взгляд, кажется озорным, детским характером, это качество маскирует инопланетную личность. Ювеничная форма фей -дракона, существо, которое живет для эонов, Пак проводит бесчисленное количество тысячелетий в своей детской форме. Таким образом, хотя технически верно, что Пак юношеский, он будет продолжать оставаться таким, когда города нынешнего возраста встали в пыль. Поэтому его мотивы непостижимы, и то, что кажется игрой, может на самом деле скрыть более темную цель. Его бесконечная любовь к вреда является истинным показателем истинной природы Пака."
    }
  ],
  "npc_dota_hero_puck.name": [
    {
      "type": 0,
      "value": "Шайба, фей, дракон"
    }
  ],
  "npc_dota_hero_puck.quote": [
    {
      "type": 0,
      "value": "У Puck есть талант, чтобы смешать своих врагов с игривым неуловимым взором. Телепортируя его повреждающего сферы, чтобы прыгать с короткими расстояниями, он атакует врагов с помощью всплесков молчащей пыли. К тому времени, когда его враги могут отреагировать, Пак давно сбежал."
    }
  ],
  "npc_dota_hero_pudge.description": [
    {
      "type": 0,
      "value": "В полях бесконечной бойни, вдали к югу от Коидже, трудная фигура неустанно работает в течение ночи - разбивая, высасывающая, накапливая конечности и внутренности упавших, что поле битвы может быть ясно из рассвета. В этой проклятой царстве ничто не может разлагаться или разложить; Ни один труп не может вернуться на землю, с которой она возникла, независимо от того, насколько глубоко вы копаете могилу. Столкнувшись с птицами, которые нуждаются в том, чтобы он нарезал пищу на куски размером с клюв, пудж Мясник оттачивает свои навыки лезвиями, которые становится острее, чем дольше он их использует. Swish, Swish, Thunk. Плоть падает из кости; сухожилия и связки, как влажная бумага. И хотя у него всегда был вкус к мясе, на протяжении веков, Pudge также разработал вкус к его побочному продукту. Начиная с гобу с мышцами здесь, глоток крови ... вскоре он бросал свои челюсти глубоко в самые жесткие туловища, как собака, гнойная на лохмотья. Даже те, кто не боятся жнеца, бойтесь мясника."
    }
  ],
  "npc_dota_hero_pudge.name": [
    {
      "type": 0,
      "value": "Пудж, мясник"
    }
  ],
  "npc_dota_hero_pudge.quote": [
    {
      "type": 0,
      "value": "Каждый тщательно нацеленный бросок фирменных ударов Pudge ударяет страх в своих врагов. Потянув своих врагов рядом, чтобы вырезать их своими клипами, он получает дополнительное здоровье и повреждение с каждым убийством, и вскоре становится неудержимым убийцей."
    }
  ],
  "npc_dota_hero_pugna.description": [
    {
      "type": 0,
      "value": "Путна, всего тринадцать месяцев, был лишь одним кандидатом среди местных братов, и в назначенный день он был представлен в храме вместе с двумя другими многообещающими малышами. Лама предложили неприятности изношенных реликвий детям, заветным владениям их бывшего гроссмейстера. Один мальчик потянулся к порфирской палочке, которая принадлежала ламе ... и положил ее в свою ноздри. Адбитичная девушка вытащила амулет, который также был ламой, и сразу же проглотила его. Путна рассказала о двух других круто, весело рассмеялся и взорвал их подаграми из изумрудного пламени, мгновенно превратив их в пепел. Затем он схватил палочку и амулет, сказав: «Моя!» Регенты подняли сияющую пугну на своих плечах, завернули его в облачения своего гроссмейстера и бросили его на трон, прежде чем его настроение может измениться. В течение пяти лет сам храм был еще одной кучей пепла, которая до бесконечности удовольствия."
    }
  ],
  "npc_dota_hero_pugna.name": [
    {
      "type": 0,
      "value": "Путна, забвение"
    }
  ],
  "npc_dota_hero_pugna.quote": [
    {
      "type": 0,
      "value": "Хитрый обманщик, Путна поворачивает силу противника против себя, когда он взорвется их защитой. В то время как его нижняя палата поражает близлежащих врагов, которые осмеливаются произнести заклинание, он истощает жизнь от врагов, чтобы убедиться, что он будет готов к следующему нападению."
    }
  ],
  "npc_dota_hero_queenofpain.description": [
    {
      "type": 0,
      "value": "Экклесиаст-король Элза ухаживал за боли-при боли. В менее заметной политической фигуре такие желания можно считать неразумными, но в монархе его роста удовлетворить такие жажды угрожать добродетели самого божественного престола. Поэтому он обратился к своему подземелью, полному демонологам, обещая свободу тому, кто может вызвать личный суккуб мучений и полностью связать его с его служением. Существо, которое прибыло, Акаша по имени, посетило его такие изысканные мучения, что он назвал ее своей тайной королевой, и он начал тратить все свои свободные моменты, подчиняясь ее умным мучениям, что приводит к отказу от всех своих обязанностей в своем стремлении к болезненным удовольствиям Это только она могла принести. Королева боли могла привести его к грани смерти, но она была рунина, чтобы поддержать его. Наконец, пренебрежение царем в государстве вызвало восстание. Его вытащили из своей комнаты и бросились из башни призывов, и в момент смерти, королева боли выпустила в мир, освобожденную от рабства, - навеса, чтобы навестить ее страдания на любого, кого она осуждала, чтобы заметить."
    }
  ],
  "npc_dota_hero_queenofpain.name": [
    {
      "type": 0,
      "value": "Акаша, королева боли"
    }
  ],
  "npc_dota_hero_queenofpain.quote": [
    {
      "type": 0,
      "value": "Королева боли наносит удар без предупреждения, уничтожая собравшихся противников оглушительными криками. Если враг переживет ее натиск, она замедляет их сброс с броском своего кинжала, прежде чем закончить их."
    }
  ],
  "npc_dota_hero_rattletrap.description": [
    {
      "type": 0,
      "value": "Это бедный торговец, который обвиняет свои инструменты, и Rattletrap никогда не был одним из оправданий. Захорорив своего отца среди руин их деревни, он начал превратиться в величайший инструмент войны, который когда -либо видел любой мир. Он поклялся больше никогда не быть пойманным неподготовленным, вместо этого используя свои таланты, чтобы собрать костюм с мощными доспехами с часами, чтобы сделать рыцари других земель похожи на жестяные банки, для сравнения. Теперь Rattletrap жив с устройствами, небольшим, но смертельным воином, чьи навыки в засаде и разрушении поднялись до уровня эффективности почти автоматомированными. Ремесленник смерти, его механизации делают короткую работу о неожиданной, провозглашающей новый рассвет в этот век войны. Который сейчас час? Время часы!"
    }
  ],
  "npc_dota_hero_rattletrap.name": [
    {
      "type": 0,
      "value": "Rattletrap, The Clockwerk"
    }
  ],
  "npc_dota_hero_rattletrap.quote": [
    {
      "type": 0,
      "value": "Запустив себя в врагов своим захватывающим крючком, Clockwerk изолирует цели и разбивает их дезориентирующим шрапнелью. Когда он разыскивает поле битвы своими удобными вспышками, ему никогда не возникает проблем с поиском целей, чтобы отправить себя."
    }
  ],
  "npc_dota_hero_razor.description": [
    {
      "type": 0,
      "value": "Среди символических сил, которые заполняют подчеркивание, бритва, молния, является одним из самых страшных. С его кнутом молнии он патрулирует узкий лабиринт, это предательская веб -работа проходов, с помощью которых души мертвых сортируются в соответствии с их собственным врожденным интеллектом, хитростью и настойчивостью. Дрейфуя над лабиринтом, бритва смотрит вниз на сбитые с толку души внизу и доставляет повествование обжигающего электричества, которое как наказывает, так и ускоряет души, когда они решают свои собственные судьбы, спешит к светящимся выходам или бесконечно темными ямами. Бритва является вечным воплощением доминирующей силы, абстрактной и почти клинической в его применении власти. Тем не менее, у него есть лордовый воздух, который предполагает, что он берет на себя сардоническое удовлетворение в своей работе."
    }
  ],
  "npc_dota_hero_razor.name": [
    {
      "type": 0,
      "value": "Бритва, молния"
    }
  ],
  "npc_dota_hero_razor.quote": [
    {
      "type": 0,
      "value": "Со своим командованием со смертельным молниеносным штормом, бритва вступает в бой. Развертывая широкое кольцо электрифицированной плазмы, чтобы жарить своих врагов, он связывается с врагами, чтобы истощать их своей силой и использовать его против них."
    }
  ],
  "npc_dota_hero_riki.description": [
    {
      "type": 0,
      "value": "Рики родился средним ребенком в Великой династии Талина. С старшим братом, ухаживающим за престолом, и младшим братом и удерживался, Рики, маленький средний сын, казался рожденным для искусства невидимости. Это было искусство, которое он культивировал, и тот, который в конечном итоге спас его жизнь в ту ночь, когда его люди были преданы, а его семья убила. Из всей королевской линии он один сбежал - грубый и проворник, скромный, используя дым в качестве укрытия. Он вышел из -за королевской территории, используя преимущество удивления, тихо перерезав горло одного вражеского воина за другим. Теперь, свободный от своих королевских обязанностей, Рики использует свои таланты на службе в новой торговле: убийца -скрытность. Он замолчает своих врагов, оттачивая свои навыки, надеясь однажды отомстить тем, кто убил его семью и ограбил его за право первородства."
    }
  ],
  "npc_dota_hero_riki.name": [
    {
      "type": 0,
      "value": "Рики, Убийца Стелса"
    }
  ],
  "npc_dota_hero_riki.quote": [
    {
      "type": 0,
      "value": "Рики преследует поле битвы, невидимое врагом. Он тщательно выбирает свой момент и вырывается в затяжке молчания дыма, нанося удар своим врагам, прежде чем они даже узнают, что он там."
    }
  ],
  "npc_dota_hero_rubick.description": [
    {
      "type": 0,
      "value": "Когда битва, наконец, подошла к концу, все были поменены и заморожены, пропитываны и пронзили. Более одного лежащего мертвым по ремеслу союзника. Рубик стоял на части, больно, но в восторге от празднования недели. Никто не имел силы спорить, когда он представил свое ходатайство о предположении в скрытый совет, и несущественное одиннадцать согласились как один, чтобы дать ему титул Гранд Маг."
    }
  ],
  "npc_dota_hero_rubick.name": [
    {
      "type": 0,
      "value": "Рубик, Великий Маг"
    }
  ],
  "npc_dota_hero_rubick.quote": [
    {
      "type": 0,
      "value": "Всегда ищет новое заклинание, чтобы украсть, Рубик всегда стремится превратить самое уникальное преимущество врага против них. Выхватив своих врагов в воздух, чтобы бросить их туда, где он будет, у него нет проблем с посещением хаоса среди небрежных врагов."
    }
  ],
  "npc_dota_hero_sand_king.description": [
    {
      "type": 0,
      "value": "Пески сцинтиллярных отходов живы и разумны - вся обширная пустыня говорит сама себя, думая, что мысли могут представить только такую обширность. Но когда это необходимо, должна найти форму для общения с более ограниченной масштабами, она освобождает фрагмент себя и заполняет панцирь волшебных доспехов, образованных хитрым джинном Калдина. Эта важная идентичность называет себя Crixalis, что означает «душа песка», но другие знают это как песчаный король. Песчаный король принимает форму огромного арахнида, вдохновленного маленькими, но вездесущими жителями сцинтиллянтов; И это истинное внешнее выражение его свирепой природы. Хранитель, воин, посол - Сан и король - это все эти вещи, неразделимы из бесконечной пустыни, которая дала ему жизнь."
    }
  ],
  "npc_dota_hero_sand_king.name": [
    {
      "type": 0,
      "value": "Crixalis, песчаный король"
    }
  ],
  "npc_dota_hero_sand_king.quote": [
    {
      "type": 0,
      "value": "Не многие могут пережить засаду из песчаного короля. Сняв все вокруг него волнами смертельной вибрации от своего окончательного, он уклоняется от контратаков, прячаясь в разыгрывающем порыве песка, и ошеломляет врагов, ударяя их из -под."
    }
  ],
  "npc_dota_hero_shadow_demon.description": [
    {
      "type": 0,
      "value": "Что бы ни тронуло эта пятна тени, она испортилась, и ее влияние постепенно росло. Хаос поврежденных частей собрался вместе, повторно и объединился, чтобы дать теневым демонам еще сильнее, чем его прежнее. Сейчас он практически завершен, и его план по бесконечному доминиону не хватает всех его прежних слабостей. Казалось бы, что такое существо чистого злобы и злобности, угроза для всего творения, было бы навсегда неуместно в нашем мире ... но теневого демона не хватает для последователей."
    }
  ],
  "npc_dota_hero_shadow_demon.name": [
    {
      "type": 0,
      "value": "Призрачный демон"
    }
  ],
  "npc_dota_hero_shadow_demon.quote": [
    {
      "type": 0,
      "value": "Извершая облака демонического яда, чтобы нанести ущерб врагам или разведки на поле битвы, немногие осмеливаются подойти к Тень Демону. Обдумывая врага, когда его союзники собираются для убийства, он может наносить демонические проклятия, когда он вызывает предательские иллюзии, чтобы повернуть силу противника против себя."
    }
  ],
  "npc_dota_hero_shadow_shaman.description": [
    {
      "type": 0,
      "value": "Всегда на шаг впереди обманутых клиентов, в одном городе впереди преследующего покровительства, они проходили по всесторонним землям, пока один день не понял, что маленький юг мог сделать то, что он только притворился. У его прихода был подарок - подарок, которого ценили клиенты. И поэтому молодая Rhasta была брошена перед толпой, и родился Торговый Шаман Шаман. Они продолжали из города в город, закрепляя деньги, когда репутация Тень Шамана выросла. В конце концов, двуличное прошлое пары догнало их, и они попали в засаду из толпы мошенных бывших клиентов. Человек был убит, и впервые Раста использовал свои силы для тьмы, убивая нападавших. Он похоронил своего любимого хозяина, и теперь использует свои силы, чтобы уничтожить любого, кто будет стремиться нанести ему вред."
    }
  ],
  "npc_dota_hero_shadow_shaman.name": [
    {
      "type": 0,
      "value": "Rhasta, тень шаман"
    }
  ],
  "npc_dota_hero_shadow_shaman.quote": [
    {
      "type": 0,
      "value": "Тень Шаман быстро очищает путь для сил своей команды, чтобы идти на вражескую базу. Взрыв врагов с шокирующими заклинаниями и прерывав атакующих гексами, его мощные подопечные змея с легкостью разрушают оборону противника."
    }
  ],
  "npc_dota_hero_shredder.description": [
    {
      "type": 0,
      "value": "С рукой дрожала, он вызвал лезвию машину к жизни. Террор привел его, ужас того, что ожидало его, и того, с чем ему придется столкнуться, чтобы иметь надежду успокоить его разум. Когда пил сорвался до жизни, он знал, что должен столкнуться с этим страхом, и он знал, что ему это не понравится."
    }
  ],
  "npc_dota_hero_shredder.name": [
    {
      "type": 0,
      "value": "Rizzrack, The Timbersaw"
    }
  ],
  "npc_dota_hero_shredder.quote": [
    {
      "type": 0,
      "value": "Неуловимый и непредсказуемый, Timbersaw пробивает лес по лесу, чтобы встретиться с его врагами. Выпустив арсенал пильных лезвий, чтобы разрезать врагов на куски, он катается в цепочке в близлежащие деревья и бэтбис против врагов по пути."
    }
  ],
  "npc_dota_hero_silencer.description": [
    {
      "type": 0,
      "value": "Воспитанный с другими молодыми магами в скрытом кантонменте среди холмов барьерных изделий из Хадхадала, наставники ордена ждали, когда способности Нортрома будут проявляться. В то время как другие студенты оттачивали свои таланты огнем или льдом, или заклинательными заклинаниями, Нортром сидел тихим и без талома, не в силах бросить так много, как гекс. По мере приближения дня окончательного тестирования он все еще не нашел свою магию. По отвращению, наставники ругали его, в то время как дети смеялись. «Вы не маг», - заявил глава ордена. Тем не менее, Нортром не ускользнул. Он вошел в день тестирования и столкнулся с молодыми магами, которые издевались над ним. И тогда его наставники усвоили ценный урок: отсутствие магии может быть величайшей магией всех. Нортром замолчал молодых магов один за другим и победил их в одиночном бою, пока он не стал чемпионом Aeol Drias в исполнении пророчества."
    }
  ],
  "npc_dota_hero_silencer.name": [
    {
      "type": 0,
      "value": "Нортром, глушитель"
    }
  ],
  "npc_dota_hero_silencer.quote": [
    {
      "type": 0,
      "value": "Silencer меняет динамику каждой битвы, когда он отключает способность противника отдавать свои заклинания. Когда он обрезает своих врагов на ленты своей половиной, он крадет их интеллект, чтобы добавить к себе, гарантируя, что его враги всегда находятся в невыгодном положении."
    }
  ],
  "npc_dota_hero_skeleton_king.description": [
    {
      "type": 0,
      "value": "В течение невыразимых лет король Остарион построил королевство из останков своих врагов. Это было навязчивое поручение, выполненное, чтобы пройти долгие вечности монархии, которая казалось, никогда не заканчивалась. Он верил, что, пока он построил башни своего дворца, он не мог умереть. Но в конце концов он узнал, что он был введен в заблуждение ... эта сама кость могла погибнуть. Глубоко не доверяя плоти, он искал более постоянный способ расширить свое правление и, наконец, остановился на стремлении к энергии Призрака, форме чистого духа, испуганной определенными темными душами при смерти. Если он наполнит себя призрачной сущностью, он подумал, что может создать тело столь же светящимся и вечным, как и его эго. На тысячелетнем солнцестоянии, известном как «Призрачная ночь», он подчинился обряду трансформации, заставляя своих подданных собирать достаточно душ, чтобы подпитывать свои амбиции к бессмертию. Никто не знает, сколько из его чемпионов погибли, для единственного выжившего, который имел значение, был король призраков, который поднялся солнцем на следующее утро. Теперь он редко проводит момент на своем светящемся троне, но шагает с натянутым мечом, требуя верности, которая выходит далеко за рамки смерти."
    }
  ],
  "npc_dota_hero_skeleton_king.name": [
    {
      "type": 0,
      "value": "Остарион, Король Призрака"
    }
  ],
  "npc_dota_hero_skeleton_king.quote": [
    {
      "type": 0,
      "value": "Без бесстрашно к своим врагам, Wraith King оглушает своих врагов и ударяет их в подчинение. Если его враги одержат верх, его самостоятельное урегулирование убедит, что у него будет еще один шанс размахивать мечом."
    }
  ],
  "npc_dota_hero_skywrath_mage.description": [
    {
      "type": 0,
      "value": "В то время как он мечтает восстановить свою любимую королеву в ужасную Эйри, он мечтает еще более отчаянно о восстановлении себя Шендельзаре в полностью исцеленной физической форме. Двойство его роли в суде пытт его, потому что он благородное и добросердечное существо; Но худшее из всех пыток - это визуализация ненависти к тому, что мстительный дух должен держать в ее сердце за него."
    }
  ],
  "npc_dota_hero_skywrath_mage.name": [
    {
      "type": 0,
      "value": "Dragonus, маг Skywrath"
    }
  ],
  "npc_dota_hero_skywrath_mage.quote": [
    {
      "type": 0,
      "value": "Смертельный и хрупкий в равной степени, Скайтрат Маг быстро разрушает своих врагов с помощью мощной магии. Он замолчает противников, увеличивая их уязвимость к заклинаниям, что означает, что у него нет проблем, испаряющих любого, кто противостоит ему."
    }
  ],
  "npc_dota_hero_slardar.description": [
    {
      "type": 0,
      "value": "Слардар - это Slithereen, один из глубоких, опекун великого богатства затонувших городов и древних богатств, похороненных там. В бездомном заливе Великого океана пропасть Слитерена несет с собой свой приманческий свет через секретные комнаты сокровищ. Субэк -воры (отправленные в глубину жаждущих колдунов засушливых земель) притягиваются его дружественным сиянием, чтобы никогда не возвращаться. Он совершенно верен, и его молчащая природа скрывает глубокие знания о самых секретных местах моря. Он поднимается на мелководье, несмотря на боли, вызвала его яркости, совершать разведку, убедиться, что никто не сговорился против глубин, а иногда и в неустаном стремлении к редким немногим, которым удается украсть с предмет из затонувшего Казначейство. Поскольку он провел всю свою жизнь с большим давлением, под огромным весом моря, Слардар Слайтрин Гвардинг - это существо великой силы."
    }
  ],
  "npc_dota_hero_slardar.name": [
    {
      "type": 0,
      "value": "Слардар, Слитереенский охранник"
    }
  ],
  "npc_dota_hero_slardar.quote": [
    {
      "type": 0,
      "value": "Готов найти и снести своих врагов, Слардар быстро застрял в битве. После разоблачения позиции врага и разрушив их защиту, он закрывает расстояние, чтобы заблокировать их на месте сокрушительными ударами и мощными ударами от своего трезубца."
    }
  ],
  "npc_dota_hero_slark.description": [
    {
      "type": 0,
      "value": "Маленький, известный жителям сухого мира, темный риф-это затонувшая тюрьма, где худшие из моря отправляются за преступления против их стипендиатов. Это бритва, колючая Уоррен, полная убийственных Slithereen, предательских глубоких, социопатических Мерантов. В этом тусклом лабиринте, патрулируемом угрями и охраняемыми огромными анемонами, только злобные выживания. Вдавливая в темный риф за неизвестные преступления, Сларк провел полжиговую жизнь без родственников или доброты, никому не доверяя, выживая в сочетании скрытности и безжалостности, сохраняя свои мысли и свои планы при себе. Когда печально известный темный риф дюжина заложил свой злополучный прорыв, они сохранили свои планы идеальным секретом, убивая любого, кто мог бы собрать кусочки, но каким-то образом Слорк обнаружил свою схему и сделал для себя место для себя. Десять из дюжины погибли в результате попытки побега, а двое были захвачены, вывезены обратно в Dark Reef, а затем казнены за развлечение своих соратников. Но Сларк, незамеченная тринадцатая, использовала волнение в качестве укрытия и ускользнула, чтобы его не поймали. В настоящее время упрямкий житель плотоядного мангрового кустарника, который захватывает южный досяк Шадшора, Сларк остается единственным успешным побегом из Темного рифа."
    }
  ],
  "npc_dota_hero_slark.name": [
    {
      "type": 0,
      "value": "Сларк, ночной"
    }
  ],
  "npc_dota_hero_slark.quote": [
    {
      "type": 0,
      "value": "Наливаться в опасность, а затем ускользнуть назад - это то, что Сларк делает лучше всего. Он бросает шанс прикрепить или угнать одинокого врага, крадет их сущность с каждым вырезанием из своего кинжала и всегда готов исчезнуть, если столы повернутся."
    }
  ],
  "npc_dota_hero_snapfire.description": [
    {
      "type": 0,
      "value": "Действительно, внешние земли усеяны костями бандитов и не-до-духов, которые думали, что воспользуются ее небольшим ростом и склонностью к доброте."
    }
  ],
  "npc_dota_hero_snapfire.name": [
    {
      "type": 0,
      "value": "Snapfire"
    }
  ],
  "npc_dota_hero_snapfire.quote": [
    {
      "type": 0,
      "value": "Так же счастлива сдуть ноги со своим верным Scattergun, которая наполнила ваш живот восхитительно продуманным печеньем, Beatrix Snapfire восхищается врастанием в битве со своим джаком-жаба Или закончить их с постоянным заграждением FireSpit Globs Мортимера."
    }
  ],
  "npc_dota_hero_sniper.description": [
    {
      "type": 0,
      "value": "В свой день вызова, когда он должен был полностью стоять в своей деревне, Шарпей сдал древний тест: один выстрел с пола долины, чтобы ударить зверя вниз по скалам. Мисс должен был быть опозорен. С всей своей деревней, стоящей в бдении, Шарпей сделал удар. С крутым ударом упал; толпа приветствовала. Но когда была собрана каркас, деревня замолчала, потому что старейшины обнаружили, что пуля пронзила его сверкающий центральный глаз, а затем упала, чтобы ее сжали в мандибах крутого стая. Этот зловещий знак стал буквальным открытием темного пророчества, предсказывающего как величие, так и изгнание для боевика, который сделал такой выстрел. Sharpeye, снайпер, таким образом, по своему собственному навыку, осужден, чтобы пробиться от своего народа и нежелательно обратно среди них, пока он не выполнит оставшуюся часть пророчества, достигнув легендарного роста на поле битвы."
    }
  ],
  "npc_dota_hero_sniper.name": [
    {
      "type": 0,
      "value": "Кардель Шарпей, снайпер"
    }
  ],
  "npc_dota_hero_sniper.quote": [
    {
      "type": 0,
      "value": "Смерть с расстояния - специальность снайпера. Он держит своих врагов на ногах с устойчивым заграждением огневой мощи, а затем, когда придет время, отбирает их с выстрелом убийства."
    }
  ],
  "npc_dota_hero_spectre.description": [
    {
      "type": 0,
      "value": "Так же, как более высокие состояния энергии ищут более низкого уровня, призрак, известный как Mercurial, представляет собой существо интенсивной и насильственной энергии, которая неотразимо тянет сцены раздоров, когда они разворачиваются в физическом мире. В то время как ее нормальное спектральное состояние выходит за рамки сенсорных ограничений, каждый раз, когда она принимает физическое проявление, она поражается потерей себя - хотя и не цели. В столкновении боя ее личность разбивает и перенастроения, и она начинает восстанавливать осознание. Она интересуется тем, что она ртутная спектр - и что все ее привидения - это только тени одного истинного призрака. Фокус приходит на борьбу за выживание; Ее истинный разум восстанавливается; До тех пор, пока в последние моменты победы или поражения она преодолевает материю и снова восстанавливается в своей вечной форме."
    }
  ],
  "npc_dota_hero_spectre.name": [
    {
      "type": 0,
      "value": "Ртутный, призрак"
    }
  ],
  "npc_dota_hero_spectre.quote": [
    {
      "type": 0,
      "value": "Призрак преследует своих врагов, где бы они ни были. Способная с легкостью уничтожить одинокую добычу, она распространяет свое присутствие на поле битвы, чтобы выбрать свою цель. Как только она собрала свои силы, никто не может избежать ее ужасного гнева."
    }
  ],
  "npc_dota_hero_spirit_breaker.description": [
    {
      "type": 0,
      "value": "Barathrum Spirit Breaker-это лордское и могущественное существо, ожесточенный и элементарный интеллект, который решил переключить плоскости в мир материи, чтобы принять участие в событиях с последствиями в элементарном сфере, которое является его домом. С этой целью он собрал форму, которая будет ему хорошо служить, как в нашем мире, так и из этого. Его физическая форма заимствует из сильных сторон этого мира, смешивая черты как бычьего, так и обезжиренного - отходы, копыта и руки - как внешние эмблемы его внутренних качеств силы, скорости и хитрости. Он носит кольцо в носу, как напоминание о том, что он служит скрытому мастеру, и что этот мир, в котором он работает, является лишь тенью реального."
    }
  ],
  "npc_dota_hero_spirit_breaker.name": [
    {
      "type": 0,
      "value": "Barathrum, дух -нарушитель"
    }
  ],
  "npc_dota_hero_spirit_breaker.quote": [
    {
      "type": 0,
      "value": "Очень мобильный и всегда агрессивный, духовой нарушитель заряжается по всей карте, чтобы принести бой своим врагам. С каждым ударом своего тяжелого фонаря он сбивает своих врагов бессмысленными. Его враги могут бежать, но с помощью нескольких подопечных они не могут скрыться."
    }
  ],
  "npc_dota_hero_storm_spirit.description": [
    {
      "type": 0,
      "value": "Штормовой дух - это буквально сила природы - дикая сила ветра и погоды, разлитая в человеческой форме. И шумная, веселая, неудержимая форма! Как веселый, как любимый дядя, он вводит каждую сцену с потрескивающей энергией. Но это было не всегда так, и в его творении была трагедия. Поколения назад, на равнинах за пределами горов, хорошие люди лежали голодными в засухе и голоде. Простой элементалист, Thunderkeg по имени, использовал запрещенное заклинание, чтобы вызвать дух шторма, прося дождь. Разъяренная на презумпцию этого смертного, бури, небесный, известный как Райджин, лежал на землю, исчезая его ветром и наводнениями. Громот не подходил для небесного - по крайней мере, пока он не разыграл самоубийственное заклинание, которое превратило их судьбы в один: он захватил небесный в клетке своего собственного тела. В ловушке, безграничный добрый юмор Грома, слился с безумной энергией Райджина, создавая веселый Райджин Грома, небесного, который ходит по миру в физической форме."
    }
  ],
  "npc_dota_hero_storm_spirit.name": [
    {
      "type": 0,
      "value": "Райджин Громо"
    }
  ],
  "npc_dota_hero_storm_spirit.quote": [
    {
      "type": 0,
      "value": "Штормовой дух никогда не тот, кто пропустит бой. Застегиваясь через поле битвы в молнии, он ударяет врагов со всех сторон с взрывающимися остатками и заряженными атаками, затем исчезает, в то время как его враги все еще пытаются реагировать."
    }
  ],
  "npc_dota_hero_sven.description": [
    {
      "type": 0,
      "value": "Свен - ублюдок, сын бдения рыцаря, рожденного бледным Мерантом, выросшим в руинах Шадшоры. С казненным отцом за нарушение бдения кодекса, и его мать избегала ее дикой расы, Свен считает, что честь можно найти в не в социальном порядке, а только в себе. Удавшив свою мать через затянувшуюся смерть, он предложил себе новичка для бдений, никогда не раскрывая свою личность. В течение тринадцати лет он учился в школе своего отца, освоив жесткий кодекс, который объявил о его существовании. Затем, в тот день, который должен был быть его укрытием, он схватил изгоя лезвия, разбил священный руль и сжег кодекс в священном пламене бдения. Он шагнул от бдения, навсегда одинокого, следуя своему личному коду до последней строгой руны. Все еще рыцарь, да ... но мошенник рыцаря. Он отвечает только на себя."
    }
  ],
  "npc_dota_hero_sven.name": [
    {
      "type": 0,
      "value": "Свен, Рыцарь -мошенник"
    }
  ],
  "npc_dota_hero_sven.quote": [
    {
      "type": 0,
      "value": "Свен всегда стремится взять на себя ответственность в бою. Он оглушает врагов, когда он вступил в бой, и как только он зажигает свой урон, уносимый конечным, несколько качелей его массивного меча часто более чем достаточно, чтобы убить своих врагов."
    }
  ],
  "npc_dota_hero_techies.description": [
    {
      "type": 0,
      "value": "Обитые, их уши звонили от неожиданного взрыва, они собрались в грязной миазме, чтобы увидеть курение, где когда -то стояла их мастерская. Куски древесины и камня продолжали падать, когда кратер зной, прежде чем они медленно углубились в расширяющуюся яму. Весь бухта Деджера вздрогнул, а затем постепенно начал скользить в рудники внизу, когда его паниковывавшие жители бежали. Сидя на краю своего тонущего дома, они улыбались и хихикали, так же легкомысленные возможности, как они не замечали презрения своих бывших соседей. Они задавались вопросом только одной вещи: как они могли вызвать еще больший взрыв?"
    }
  ],
  "npc_dota_hero_techies.name": [
    {
      "type": 0,
      "value": "Squee, Spleen и Spoon, Techies"
    }
  ],
  "npc_dota_hero_techies.quote": [
    {
      "type": 0,
      "value": "Для техников битва - это вопрос вреда. Хихикать, пока они лежат в ловушках на поле битвы, их взрывные шахты, потрясающие ловушки и отдаленные бомбы часто более чем достаточно, чтобы удивить небрежных врагов или разрушить вражеское наступление."
    }
  ],
  "npc_dota_hero_templar_assassin.description": [
    {
      "type": 0,
      "value": "Когда она посвятила свои скрытые таланты разблокировке секретов вселенной, она вместо этого разблокировала секретную дверь, которая существует в самой природе: вход в самый скрытый храм. Интеллектуальные интеллекты, которые ждали этого портала, оказались ожиданиями ее, и любые загадки, которые они раскрывали в момент их открытия, были ничто по сравнению с ответами, которые они удерживали Ланайе, если она продолжит на их службе. Она поклялась защищать тайны, но больше, в служении скрытому храму, она удовлетворяет свою бесконечную тягу к пониманию. В глазах каждого врага, который она выводит, раскрывается немного больше тайны."
    }
  ],
  "npc_dota_hero_templar_assassin.name": [
    {
      "type": 0,
      "value": "Ланайя, убийца тамплиера"
    }
  ],
  "npc_dota_hero_templar_assassin.quote": [
    {
      "type": 0,
      "value": "Перепивая поле битвы замедляющимися ловушками, тамплиеры, убийца, скрывает невидимо, готовая засадить ее добычу. Как только она поражает свою атаку, она изгибает врагов с пронзительным псионическим лезвием и отклоняет контратаки с ее преломляющим щитом."
    }
  ],
  "npc_dota_hero_terrorblade.description": [
    {
      "type": 0,
      "value": "Но Фулфелл не нормальная тюрьма. В этом темном зеркале реальности демоны приговорены к вечно взгляда на извращенное отражение своих собственных душ. Но вместо того, чтобы страдать, Terrorblade сделал себя хозяином своего собственного отражения худшего «я» - бушующий, воровский демон невообразимой силы. С его внутренним зверем под влиянием, он уничтожил фрактальные тюремные стены и вырвался, чтобы освободить свой ужас от всего творения."
    }
  ],
  "npc_dota_hero_terrorblade.name": [
    {
      "type": 0,
      "value": "Terrorblade, демон мародер"
    }
  ],
  "npc_dota_hero_terrorblade.quote": [
    {
      "type": 0,
      "value": "С Terrorblade ничто не так, как кажется. После того, как Демон Мародер мог обмениваться мощными иллюзиями, чтобы сломать свою защиту, демон может обмениваться здоровьем с врагами и друзьями, чтобы предотвратить смерть или ослабить своих врагов."
    }
  ],
  "npc_dota_hero_tidehunter.description": [
    {
      "type": 0,
      "value": "Тиде -диск, известный как Левиафан, когда -то был чемпионом Затонувших островов, но его мотивы столь же загадочны, как и его народ. Мы все знаем, как важность судоходных полос засушек, как империи могут расти и падать в соответствии с тем, кто контролирует открытую воду. Гораздо меньше известно о подводных полосах, и о том, как воюющие племена мерантической диаспоры вырезали жилища с помощью бесконечных стычек под задраты. В хрупких договорах между MER и Men мы можем увидеть степень утонувших империй, но их политика кажутся сложными и непрозрачными. Казалось бы, Левиафан устал от такой мелкой борьбы и отправился сам, лояльно только своему богу Бездны, заполненного щупальцами. Теперь он преследует мелководье в поисках людей или мерантов, которые выйдут на его путь, и с особым ненавистью к адмиралу Кункке, который долгое время был его заклятым врагом по причинам, потерянным в самых глубоких траншеях моря."
    }
  ],
  "npc_dota_hero_tidehunter.name": [
    {
      "type": 0,
      "value": "Левиафан, TheDhunter"
    }
  ],
  "npc_dota_hero_tidehunter.quote": [
    {
      "type": 0,
      "value": "Следуя своей команде, Tidehunter всегда в поисках подходящего времени, чтобы нанести удар. Когда наступит момент, он развязывает свою массивную и разрушительную конечную, прокладывая путь своим союзникам, чтобы убить своих ошеломленных врагов."
    }
  ],
  "npc_dota_hero_tinker.description": [
    {
      "type": 0,
      "value": "Умлячивая раса Тинкера известна своим интеллектом, хитрым и его колючими отношениями с магией. В гордости они выживают благодаря своим остроумию и используют только те силы природы, которые могут быть разблокированы с помощью рациональных методологий. Даже это терпение привело к большому количеству неприятностей, как может засвидетельствовать Буш. Когда-то ключевой следователь естественного права, Буш Тинкер провел обширное интеллектуальное расследование работы природы, основав подземную лабораторию в слухах, загрязненных отходом фиолетового плато. В то время как презирающие маги за опасности, которые они посещают в мире, Буш и его Тинкер ассоциировал, как они, как наоборот, открыли портал в какое -то сферу, выходящее за рамки понимания и открыли некоторые собственные кошмары. Черный туман поднялся из кавернозной внутренней части фиолетового плато, окутая его в постоянной темноте, от которой звуки ужаса постоянно исходят. Буш сбежал только с его остроумием и приспособлением, которые он нес, единственный Тинкер, чтобы пережить инцидент с фиолетовым плато."
    }
  ],
  "npc_dota_hero_tinker.name": [
    {
      "type": 0,
      "value": "Буш, Тинкер"
    }
  ],
  "npc_dota_hero_tinker.quote": [
    {
      "type": 0,
      "value": "Тинкер сносит врагов с роями машин и множеством смертоносных гаджетов. Если он сможет собрать необходимые ему ресурсы, сила, которая мгновенно обновляет его способности, позволяет ему руководить своей командой со всех сторон."
    }
  ],
  "npc_dota_hero_tiny.description": [
    {
      "type": 0,
      "value": "Воплощая в жизнь как кусок камня, происхождение Тини - это загадка, на которой он постоянно размышляет. Сейчас он каменный гигант, но что он был раньше? Скол, сломанный с пятки голема? Шард вышел из мастерской горгульс-скульпторов? Фрагмент оракулярного облика Гартоса? Глубокое любопытство движет ему, и он путешествует по миру неустанно в поисках своего происхождения, своего происхождения, своего народа. Когда он бродит, он собирает вес и размер; Силы, которые погода меньше камней, вместо этого заставляют крошечные расти и когда -либо расти."
    }
  ],
  "npc_dota_hero_tiny.name": [
    {
      "type": 0,
      "value": "Крошечный, каменный гигант"
    }
  ],
  "npc_dota_hero_tiny.quote": [
    {
      "type": 0,
      "value": "Растущая до огромного размера и силы по мере развития битвы, сила крошера может быстро стать ужасающей. Он бросает героев и ползуется своим врагам или оглушает их под лавиной. Если он наберет свою полную силу, он может с легкостью снести базу противника."
    }
  ],
  "npc_dota_hero_treant.description": [
    {
      "type": 0,
      "value": "Когда все это цветут, наконец закончил свое мнение, любопытство преодолело осторожность. Было решено: одинокий защитник будет отправлен в более широкий мир и дает указание бродить, пока ледники не возникнут еще раз, наблюдать за изменяющейся землей и ее существ, и выяснить, какие неизвестные опасности могут угрожать их священной земле."
    }
  ],
  "npc_dota_hero_treant.name": [
    {
      "type": 0,
      "value": "Rooftrellen, Treeant Protector"
    }
  ],
  "npc_dota_hero_treant.quote": [
    {
      "type": 0,
      "value": "Треант Петратор всегда является доброжелательным союзником, прорастающим регенерирующим доспехами для его когортов и их укреплений. Появляясь невидимыми из деревьев, он связывает врагов с избыточным ростом, когда он забивает здоровье врагов и в соседних союзников."
    }
  ],
  "npc_dota_hero_troll_warlord.description": [
    {
      "type": 0,
      "value": "Столько, сколько тролли любят спорить, представьте, как редко тролль изгнать из своего собственного рода, чтобы его слишком сложно ладить. Такова была судьба Джахракала, торговец из глубины в Ховен. Он настолько обманул, что он был таким горьким и абразивным, что даже другие тролли сочли его компанией невыносимой. После одной особенно яростной вспышки, в которой он претендовал на львиную долю добычи от их последнего рейда, его когорты наконец -то обрушились. Они повернулись к нему, избили его клубами и изгнали его из лагеря. Разъяренный на его изгнании, он вернулся на следующий день, вооруженный сталью и убил их всех, один за другим. Затем он поклялся клятвам: он когда -нибудь станет боевой силой для себя. Теперь он бродит по миру как военачальник -тролля, горький и злой, имперский высокопоставленный командир армии одного."
    }
  ],
  "npc_dota_hero_troll_warlord.name": [
    {
      "type": 0,
      "value": "Джахракал, военачальник троллей"
    }
  ],
  "npc_dota_hero_troll_warlord.quote": [
    {
      "type": 0,
      "value": "Мгновенно в состоянии переключаться между атаками с возвышением от дальних и ближнего боя, Troll Warlord является грозной силой на любом расстоянии. Осины в руке он может ударить в шторм вращающихся лезвий. Он снимает врагов со все более быстрыми атаками и может ускорить нападения своих союзников, где бы они ни находились."
    }
  ],
  "npc_dota_hero_tusk.description": [
    {
      "type": 0,
      "value": "Как только поразили побежденное сознание, проклялись о двойных или ничего. Тэк был доволен перспективой, но никто не мог придумать ставку, больше, чем та, которую он только что покорил. В ужасе от повреждения своей таверны и отчаянно пытаясь избежать еще одной драки, у бармена была идея. Как бы он ни был опытным, Имир никогда не принимал участия в настоящей битве, никогда не проверял себя против неизбирательной смерти и хаоса войны. Он предложил ставку на боец: ищите самую большую битву, которую он мог найти, выжить и выиграть ее для любой стороны, которую он выбрал. Ставки? Следующий раунд напитков."
    }
  ],
  "npc_dota_hero_tusk.name": [
    {
      "type": 0,
      "value": "Ymir, Tusk"
    }
  ],
  "npc_dota_hero_tusk.quote": [
    {
      "type": 0,
      "value": "Туск всегда стремится начать драку. Способный мгновенно загнать врага со стеной ледяных осколков, он собирается со своими союзниками и катится в врагов внутри массивного снежного кома, приводя его в диапазон, чтобы нанести свой фирменный нокаутный удар."
    }
  ],
  "npc_dota_hero_undying.description": [
    {
      "type": 0,
      "value": "Смутно он вспоминает доспехи и баннеры и мрачных родственников, катаясь на его стороне. Он помнит битву: боль и страх, когда бледные руки вырвали его из седла. Он помнит террор, когда они бросили его в зря, яму мертвого Бога рядом со своими братьями, чтобы услышать дирж и быть поглощенным в небытии. В темноте ниже время оставило их. Мысль оставил их. Разумие оставило их. Голод, однако, этого не сделал. Они включили друг друга с разделенными ногтями и разбитыми зубами. Затем это произошло: сначала отдаленная, хрупкая нота на краю восприятия, к которой присоединилась другая, а затем другая, неизбежная и бесконечная. Припев превратился в живую стену звука, пульсирующая в его голове, пока другая мысль не сохранилась. Потребив его, он открыл руки мертвому Богу и приветствовал его уничтожение. Тем не менее, разрушение не было тем, для чего его выбрали. Мертвый Бог потребовал войны. В животе великого ничего не было предоставлено новая цель: распространять дирж по земле, чтобы сплотить бессонных мертвых против жизни. Он должен был стать бессмертным, Вестником мертвого Бога, чтобы подняться и упасть и снова подниматься, когда его тело подвело его. Чтобы провести беспрепятственную смерть, что дирж никогда не может закончиться."
    }
  ],
  "npc_dota_hero_undying.name": [
    {
      "type": 0,
      "value": "Бессмертный, всемогущий дирж"
    }
  ],
  "npc_dota_hero_undying.quote": [
    {
      "type": 0,
      "value": "Шампа в битву, бессмертные силы врагов решать, бежать ли его гнев или быть разорванным этим. Он истощает силу от своих врагов и вызывает орду когтя нежити. Когда он, наконец, становится големими плотью, его враги уже могут быть ошеломлены."
    }
  ],
  "npc_dota_hero_ursa.description": [
    {
      "type": 0,
      "value": "Ульфсаар Воин является самым жестоким членом племени урсина, защищающим его земли и его народа. В течение долгой зимы, в то время как матери спят и кормят своих детенышей, мужчины патрулируют земли выше - как неутомимые, бдительные защитники своих древних путей. Слушая тусклость, но растущие слухи о распространяющемся зле, Ульфсаар вышел за пределы своей дикой лесистой родины, намереваясь отследить и уничтожить угрозу у своего источника, прежде чем он сможет поставить под угрозу его народ. Он гордый существо с ярким сильным духом, совершенно заслуживающим доверия, убежденным союзником и защитником."
    }
  ],
  "npc_dota_hero_ursa.name": [
    {
      "type": 0,
      "value": "Ulfsaar, урса воин"
    }
  ],
  "npc_dota_hero_ursa.quote": [
    {
      "type": 0,
      "value": "С каждым ударом его когтей Урса увеличивает уязвимость своей цели к следующей атаке. Способный кратко увеличить, как быстро он может ударить и способный замедлить близлежащую добычу, он быстро разрывает своих врагов."
    }
  ],
  "npc_dota_hero_vengefulspirit.description": [
    {
      "type": 0,
      "value": "Даже самым довольным Skywrath является злобное существо, естественно, склонен к отомстительному отомстилу за малейшее оскорбление. Но мстительный дух - это суть мести. Когда -то гордый и дикий Skywrath Scion, Шендельзаре впервые была подряд для ужасного Эйри, пока предательство сестры не ограбило ее от ее права первородства. В сети убийцы Шендельзаре сорвалась только по цене своих крыльев, хромая в конечном унижении: пешком. С сломанными крыльями, она знала, что Скайрат никогда не примет ее как правителя; И в самом высоком награждении Эйри, недоступной, за исключением крылатого полета, ее сестра была неприкасаемой. Не желая жить как безлеточная калека и желая мести гораздо больше, чем земная сила, падшая принцесса заключила сделку с богиней Скри -Аук: она сдала свое разбитое тело за неувазимую форму духовной энергии, управляемой местью, способной Большой повреждение в материальной плоскости. Она может провести вечность без обработки, но она отомстит."
    }
  ],
  "npc_dota_hero_vengefulspirit.name": [
    {
      "type": 0,
      "value": "Шендельзаре, мстительный дух"
    }
  ],
  "npc_dota_hero_vengefulspirit.quote": [
    {
      "type": 0,
      "value": "Присутствие мстительного Духа всегда ощущается, жива она или мертва. Способный поменять позиции с любым близлежащим героем, ошеломлять врагов и снизить эффективность своего убийцы, если она падает, она постоянно привносит путаницу и хаос своим врагам."
    }
  ],
  "npc_dota_hero_venomancer.description": [
    {
      "type": 0,
      "value": "Семнадцать лет спустя, что -то разбудилось в том месте, где он упал, отбросив годы накопление гумуса: яд. Лесал травник больше не - но Лесале Смертный модели. Его разум был почти стерт, и его плоть была поглощена и заменена новым типом материи - один из них слился с ядом рептилии с ядовитым покровом орхидеи. Кислотные джунгли Джиди знали нового Мастера, который до которого даже самые злобные хищники вскоре научились поклоняться или носить за свою жизнь. Острый остров оказался слишком ограничивающим, и какой -то человеческий голод глубоко в самом сердце яда выгнал Лесале в поисках новых ядов - и новые смерти, чтобы принести."
    }
  ],
  "npc_dota_hero_venomancer.name": [
    {
      "type": 0,
      "value": "Lesale Deathbringer, Venomancer"
    }
  ],
  "npc_dota_hero_venomancer.quote": [
    {
      "type": 0,
      "value": "Venomancer приносит медленную смерть своим врагам. Прорастание бесконечной армии наблюдателей, упреждающих токсин, чтобы защитить свою территорию, если враги приближаются, он может выпустить огромное облако затяжного яда, чтобы ослабить врагов."
    }
  ],
  "npc_dota_hero_viper.description": [
    {
      "type": 0,
      "value": "Злополовое знакомство о садистском волшебнике, который захватил и надеялся приручить его, Випер, как ни странно, был вырос из запечатанного и неизменного подземного проникновения, где его раса жила миллионы лет, после того, как тектоническое проскальзы Светящиеся пещеры. Випер потратил некоторое время на то, чтобы подчиняться очарованию волшебника, надеясь узнать, что он мог бы о темной магии, которую практиковал маг. Но вскоре он понял, что несколько заклинаний были такими же смертельными, как токсины, которые были его правом первородства. Испутывая кислоту, которая быстро съела стержни его клетки, Нетердрак соскользнул из его ограничений, выплюнул яд в глаза старого заклинателя и взлетел, чтобы сообщить миру, что у него появился новый хозяин."
    }
  ],
  "npc_dota_hero_viper.name": [
    {
      "type": 0,
      "value": "Гадю"
    }
  ],
  "npc_dota_hero_viper.quote": [
    {
      "type": 0,
      "value": "Запуская смертельный яд на расстоянии, Viper представляет серьезную угрозу для того, на кого он нацелен. Поскольку его различные токсины питаются на здоровье врага и замедляют их движение, Viper просто делает то, что делает лучше всего: он продолжает добавлять больше яда."
    }
  ],
  "npc_dota_hero_visage.description": [
    {
      "type": 0,
      "value": "Расположенный на вершине входа в узкий лабиринт сидит надвигающиеся формы насмешливых горгулью, пути к будущему навсегда в их взгляде. Звери и птицы, люди и монстры, все существа, которые умирают и предпочитают путешествовать за пределы, должны когда -нибудь пройти под их зрением. Для беспрепятственного духа решение о путешествии по завесе смерти безвозвратно. Когда наступает шанс, и из -за ремесла или хитрости какая -то беспокойная душа ускользает от своих адов и небес, это страшная горгульская обмотка, связанная форма вечного духа Некролика, которого отправляют, чтобы вернуть их. Безжалостный и эффективный, беспрепятственный принципами смерти и усталости, Visage преследует свою добычу без милосердия или конца, охотно разрушая все, что может придать убежище беглой сущности. То, что выставляет напоказ законы загробной жизни, никогда не останется, поскольку, хотя это правда, что мертвые могут быть возрождены, это всего лишь вопрос времени, когда Висаж найдет и возвращает их к своему месту."
    }
  ],
  "npc_dota_hero_visage.name": [
    {
      "type": 0,
      "value": "Виза, связанная форма Некролика"
    }
  ],
  "npc_dota_hero_visage.quote": [
    {
      "type": 0,
      "value": "Как его смертельный знакомый разведчик поля, Висаж сама выходит в доспехах и ищет следующую битву. Оказавшись рядом с стычкой, он собирает энергию души от ущерба, нанесенного близлежащим бойцам, прежде чем выпустить ее в разрушительной атаке. Как его смертельный знакомый разведчик поля, Висаж сама выходит в доспехах и ищет следующую битву. Однажды возле стычки он собирает энергию души от ущерба, нанесенного близлежащим бойцам, прежде чем выпустить ее в разрушительной атаке. Визаж (в игре)"
    }
  ],
  "npc_dota_hero_void_spirit.description": [
    {
      "type": 0,
      "value": "С обширным взглядом на существование, Инаи внимательно сосредоточен на момент времени, за которым он не может видеть, когда ткани множества реалий сталкиваются, чтобы столкнуться. Теперь он идет от эфира, чтобы лично разрешить битву древних и подготовить своих союзников к тому, что он рассматривает как более широкий конфликт."
    }
  ],
  "npc_dota_hero_void_spirit.name": [
    {
      "type": 0,
      "value": "Пустой дух"
    }
  ],
  "npc_dota_hero_void_spirit.quote": [
    {
      "type": 0,
      "value": "Причастный к секретам, которые разрушили бы смертельный разум, пустого духа появляется из его скрытого храма, чтобы одновременно стоять на нескольких областях поля битвы. Способный входить в смертный самолет по желанию и выходить из него, он легко переживает противников, чтобы ударить от того, где он желает, призывая сил эфира защитить его во время нужды."
    }
  ],
  "npc_dota_hero_warlock.description": [
    {
      "type": 0,
      "value": "Будучи главным куратором и главой приобретений за тайные архивы Академии Ультима, Демнок Ланник был неутомимым в своем стремлении к потерянным, редким и запрещенным томам. Ни один проклятый храм не был настолько предчувствием, ни один путь пещеры настолько коварной, что какая -либо забота о его собственном выживании может отговорить его от входа, если слухи намекают, что какая -то брошюра изначальных знаний все еще может выжить в ее глубине. Однако так часто его расследование вызвало гнев сущностей по защите, что он наконец сочтел необходимым освоить искусство магии. Он наклонился от изучения колдовства с той же тщательной одержимостью, что и его стремление к инкунабуле, став самым мощным чернокнижником Академии за меньшее время, чем большинству практикующих, чтобы пройти курс бакалавриата. Почти как запоздалая мысль, он вырезал персонал Дредвуда и вызвал в него пленник духа из внешних адов. И ожидая того дня, когда он восстановит каждую последнюю потерянную книгу заклинаний, он начал писать свой собственный черный гримуар. Это, несомненно, будет поучительным."
    }
  ],
  "npc_dota_hero_warlock.name": [
    {
      "type": 0,
      "value": "Демнок Ланник, Чернокнижник"
    }
  ],
  "npc_dota_hero_warlock.quote": [
    {
      "type": 0,
      "value": "Призывая своего демонического Голема, Чернокнижник приносит разрушение врагов и разрушает их защиту. Тем не менее, даже без его голема его темные заклинания все еще могут нанести ущерб, будь то исцеление союзников и нанесение вреда врагам словом или связывание врагов вместе, чтобы поделиться своей агонией."
    }
  ],
  "npc_dota_hero_weaver.description": [
    {
      "type": 0,
      "value": "Стражи пришли со своими ножницами, и мир Уивера был снят, отрезан из космического гобелена, который они переносят без него в нем. Скитскурр оказался в одиночестве, кроме своего рода, государством, которое было бы мучением для любого другого ткача. Но Скитскурр радовался, пока он был свободен. Свободно создавать для себя, чтобы начать заново. Сырье, которое ему нужно было, чтобы плести новой реальности, вокруг него было. Все, что ему нужно было сделать, это разорвать этот старый мир по швам."
    }
  ],
  "npc_dota_hero_weaver.name": [
    {
      "type": 0,
      "value": "Скитскурр, ткач"
    }
  ],
  "npc_dota_hero_weaver.quote": [
    {
      "type": 0,
      "value": "У Уивера нет проблем с уклонением врагов, чтобы позиционировать себя для другого удара. Скапливаясь и вне поля зрения, он избегает смерти, перематывая себя на более раннее положение и состояние здоровья. Его арсенал неуловимых навыков гарантирует, что он всегда является критической неприятностью для своих врагов."
    }
  ],
  "npc_dota_hero_windrunner.description": [
    {
      "type": 0,
      "value": "Западные леса хорошо охраняют свои секреты. Одним из них является Лиралей, мастер Арчер из леса и любимый крестник ветра. Сейчас известная как Windranger, семья Лиралеи была убита во время шторма в ночь ее рождения - их дом, разбитый штормом, содержимое, разбросанное на ветру. Только новорожденный выжил среди мусора смерти и разрушения. В тишине после шторма сам ветер обратил внимание на счастливчик, плачущий в траве. Ветер протанул ребенка и поднял ее в небо и положил на порог в соседней деревне. В последующие годы ветер иногда возвращался к жизни ребенка, наблюдая на расстоянии, пока она оттачивала свои навыки. Теперь, после многих лет обучения, Windranger стреляет в свои стрелы, верные своим целям. Она движется с ослепительной скоростью, как будто ускоряется ветром на ее спину. С шлюхом стрел она сжимает своих врагов, почти став почти силой природы."
    }
  ],
  "npc_dota_hero_windrunner.name": [
    {
      "type": 0,
      "value": "Lyralei, Windranger"
    }
  ],
  "npc_dota_hero_windrunner.quote": [
    {
      "type": 0,
      "value": "Уклоненный и быстрый, ловкий Windranger всегда ищет под прямым углом для атаки. Независимо от того, очищает ли она путь с ничьей своей смертельной пауэрсхот или с помощью скорбителей вместе, чтобы переносить их стрелами, она всегда в движении."
    }
  ],
  "npc_dota_hero_winter_wyvern.description": [
    {
      "type": 0,
      "value": "Как и многие великие поэты, Аурот просто хочет писать время, но жизнь зимней Вайверны полна перерывов. Эпосы Eldwurms имеют долгую и красочную историю, но некоторые опасаются, что оставшиеся ученые -драконов не так плодовиты, как когда -то, с небольшим количеством линий, добавленных в Элдвурм Эддас с последнего возраста величия. Аурот сетует: «Мы забываем, что в жизни есть нечто большее, чем триумф и владычество над врагами. Мы также должны жить в стремлении к творческому выражению». Она начинает исследовательские экспедиции, собирая книги для вдохновения. Но все это исследование может быть ужасно отвлекающим, и она тратит меньше времени на написание, чем должна. Хотя она знает, что должна скрываться в своем логове, добавляя в Эддас, она оказывается в эпических битвах против могущественных врагов. Она погашает замки, набегает на древние библиотеки ... и если она случится, чтобы получить славу на себя в процессе, она говорит себе, что это всего лишь побочный эффект ее исследований. Дело в том, что, хотя ее умение и сила на поле битвы легендарны, ее научные страдания до сих пор вряд ли были литературным признанием. Но она не довольна тем, чтобы стать главным героем героических знаний. Она также хочет создать это."
    }
  ],
  "npc_dota_hero_winter_wyvern.name": [
    {
      "type": 0,
      "value": "Аурот, зимняя вайверна"
    }
  ],
  "npc_dota_hero_winter_wyvern.quote": [
    {
      "type": 0,
      "value": "Зима Виверна преследует небо, замедляя врагов с горящим холодом, когда она взлетает над поле битвы. Если враг будет достаточно глуп, чтобы собраться, она проклинает их, чтобы атаковать одного из них, когда она взрывает собрание ледяными осколками."
    }
  ],
  "npc_dota_hero_wisp.description": [
    {
      "type": 0,
      "value": "Как и великие гонщики, темные и светлые гонщики, и еще один древний путешественник, чья истинная история теряется для веков, IO The Wisp является фундаментальным во вселенной - сила старше времени, странник из сфер, далеко за пределами смертного понимания. IO - это не что иное, как сумма всех привлекательных и отталкивающих сил в поле материала, разумное проявление заряда, который связывает частицы вместе. Только в контролируемом деформации этих сил присутствие ИО может быть испытано на физической плоскости. Доброжелательная, кооперативная сила, IO связывает свой странный магнетизм с другими, чтобы сила союзников могла быть усилена. Его мотивы непостижимы, его сила невообразимая, IO движется через физическую плоскость, идеальное выражение загадок вселенной."
    }
  ],
  "npc_dota_hero_wisp.name": [
    {
      "type": 0,
      "value": "Io, Wisp"
    }
  ],
  "npc_dota_hero_wisp.quote": [
    {
      "type": 0,
      "value": "У IO есть талант сделать союзников более эффективными. Мощный компаньон, привязка WISP ускоряет союзников и останавливает врагов. Способный ссылаться и телепортироваться через поле битвы с союзником, IO может сделать опасного союзника еще более смертоносным."
    }
  ],
  "npc_dota_hero_witch_doctor.description": [
    {
      "type": 0,
      "value": "Проводящий силуэт бросает вперед-наверняка особенности и конечности, странная походка, неустанно пересекая поле битвы в поисках этой жизненно важной слабой точки, где его таланты могут принести наиболее добрые и наибольшие вреда. Будь то сломано или минимально, это не ясно, но все же никто не может сомневаться в том, что сила, несущая в его скрученном телосложении. Длинный персонал бьет по земле, когда Чжарвакко Доктор ведьм, развертывая ужасающий арсенал фетишей, гексов и заклинаний. Это объем магических знаний, изученных и совершенных в течение нескольких жизней на островном нагорье Арктуры, теперь с точной точностью власти против его врагов. Чжарвакко может быть вашим лучшим другом или твоим злейшим врагом - зажимая союзников и изложив отходы всем, кто противостоит ему."
    }
  ],
  "npc_dota_hero_witch_doctor.name": [
    {
      "type": 0,
      "value": "Жарвакко, доктор ведьм"
    }
  ],
  "npc_dota_hero_witch_doctor.quote": [
    {
      "type": 0,
      "value": "Ведьма доктора - это то, чем ему нужна его команда. Независимо от того, помогает ли его команду постепенно исцеляющим, потрясающим и проклятым врагами, чтобы обеспечить убийство или уничтожение врагов самому танцу его могущественным конечным, немногие могут соответствовать универсальности доктора ведьм."
    }
  ],
  "npc_dota_hero_zuus.description": [
    {
      "type": 0,
      "value": "Господь Небес, Отец Богов, Зевс относится ко всем героям, как будто это его шумные, мятежные дети. После того, как его поймали в безмерных временах в разгар свиданиями с бесчисленными смертными женщинами, его божественная жена, наконец, дала ему ультиматум: «Если вы так любите смертных, идите и станьте одним. Если вы сможете доказать, что веруют, тогда вернитесь ко мне в качестве моего бессмертного мужа. В противном случае, иди и умри среди своих существ. Зевс нашла свою логику (и ее волшебную) неопровержимую и согласилась на ее план. С тех пор он был в своем лучшем поведении, будучи чем -то вроде бессмертия, чем смертные. Но чтобы доказать себя достойным своего вечного супруга, он должен продолжать оказывать победу на поле битвы."
    }
  ],
  "npc_dota_hero_zuus.name": [
    {
      "type": 0,
      "value": "Зевс, Господь Небес"
    }
  ],
  "npc_dota_hero_zuus.quote": [
    {
      "type": 0,
      "value": "Никто не может спрятаться от Зевса, независимо от того, призывает он болт, чтобы раскрыть свое окружение, посылая дугу, проходящую через своих ближайших врагов, или вызывая ужасающий залп молнии на всех врагов. Где бы ни находился его враги, Зевс найдет их."
    }
  ]
}